Repository: Cranorve/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/App/Resources/*.lproj/Localizable.strings
Languages: bn, cy, gu, pa, ur

# onboarding_strapline_title
source: COVID-19
bn: কোভিড-19

# onboarding_strapline_accessiblity_label
source: NHS Covid 19
bn: NHS কোভিড 19
cy: COVID-19 y GIG
pa: NHS ਕੋਵਿਡ 19

# home_strapline_title
source: Test and Trace
bn: যাচাই ও অনুসন্ধান
cy: Profi ac Olrhain
gu: પરીક્ષણ અને ટ્રેસ
pa: ਟੈਸਟ ਅਤੇ ਟ੍ਰੇਸ
ur: ٹیسٹ اینڈ ٹریس

# home_strapline_accessiblity_label
source: NHS Test and Trace
bn: NHS যাচাই ও অনুসন্ধান
cy: Profi ac Olrhain y GIG
gu: NHS પરીક્ષણ અને શોધ
pa: NHS ਟੈਸਟ ਅਤੇ ਟ੍ਰੇਸ
ur: NHS ٹیسٹ اینڈ ٹریس

# unrecoverable_error_page_title
source: Unfortunately, you can’t run this app
bn: দুর্ভাগ্যবশত, আপনি এই অ্যাপটি চালাতে পারবেন না
cy: Yn anffodus, ni allwch redeg yr ap hwn
gu: કમનસીબે, તમે આ એપ ચલાવી શકશો નહીં
pa: ਬਦਕਿਸਮਤੀ ਨਾਲ, ਤੁਸੀਂ ਇਹ ਐਪ ਨਹੀਂ ਚਲਾ ਸਕਦੇ ਹੋ
ur: بدقسمتی سے آپ یہ ایپ نہیں چلا سکتے

# unrecoverable_error_title
source: This could be due to:
bn: এটি যে কারণে হতে পারে:
cy: Gallai hyn fod oherwydd:
gu: આ થઈ શકે છે:
pa: ਅਜਿਹਾ ਇਸ ਕਾਰਨ ਹੋ ਸਕਦਾ ਹੈ:
ur: اس کی وجہ ہو سکتی ہے:

# unrecoverable_error_description
source: Restricted settings (for example, if this is a company phone). Another app on your phone is using the same technology and stopping this app from working.
bn: সীমিত সেটিংস (উদাহরণস্বরূপ, যদি এটি কোনো কোম্পানির ফোন হয়)। আপনার ফোনের অন্য কোনো অ্যাপ একই প্রযুক্তি ব্যবহার করছে এবং এই অ্যাপটিকে কাজ করা থেকে বিরত রাখছে।
cy: Gosodiadau cyfyngedig (er enghraifft, os mai ffôn cwmni yw hwn). Mae ap arall ar eich ffôn yn defnyddio’r un dechnoleg gan atal yr ap hwn rhag gweithio.
gu: પ્રતિબંધિત સેટિંગ્સ (ઉદાહરણ તરીકે, જો આ કંપની ફોન છે, તો). તમારા ફોન પરની અન્ય એપ સમાન ટેક્નોલોજીનો ઉપયોગ કરી છે અને આ એપને કાર્ય કરતાં રોકી રહી છે.
pa: ਸੀਮਤ ਸੈਟਿੰਗਾਂ (ਉਦਾਹਰਣ ਲਈ, ਜੇਕਰ ਇਹ ਕੰਪਨੀ ਦਾ ਫੋਨ ਹੋਵੇ)। ਤੁਹਾਡੇ ਫੋਨ 'ਤੇ ਕੋਈ ਦੂਸਰੀ ਐਪ ਓਸੇ ਤਕਨੀਕ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੀ ਹੈ ਅਤੇ ਇਸ ਐਪ ਨੂੰ ਕੰਮ ਕਰਨ ਤੋਂ ਰੋਕ ਰਹੀ ਹੈ।
ur: محدود کردہ سیٹنگز (مثال کے طور پر اگر یہ کمپنی فون ہو)۔ آپ کے فون میں موجود ایک اور ایپ یہی ٹیکنالوجی استعمال کر رہی ہے اور ایپ کو کام کرنے سے روک رہی ہے۔

# bluetooth_disabled_title
source: Bluetooth always needs to be kept on
bn: ব্লুটুথটি সর্বদা চালু রাখতে হবে
cy: Mae angen cadw Bluetooth ymlaen bob amser
gu: બ્લૂટૂથ હમેશાં ચાલુ રાખવું પડશે
pa: ਬਲੂਟੁੱਥ ਨੂੰ ਹਮੇਸ਼ਾ ਚਾਲੂ ਰੱਖਿਆ ਜਾਵੇ
ur: اس ایپ کے کام کرنے کے لئے، آپ کے پاس بلوٹوتھ کا آن ہونا ضروری ہے

# bluetooth_disabled_description_1
source: If you have Bluetooth turned off, this app will not work.
bn: যদি আপনার ফোনের ব্লু-টুথ বন্ধ করা থাকে তাহলে এই অ্যাপটি কাজ করবে না।
cy: Os yw Bluetooth wedi’i ddiffodd gennych ni fydd yr ap hwn yn gweithio.
gu: જો તમારું બ્લૂટૂથ બંધ હશે, તો એપ કાર્ય કરશે નહીં.
pa: ਜੇਕਰ ਤੁਹਾਡਾ ਬਲੂਟੁੱਥ ਬੰਦ ਹੈ, ਤਾਂ ਇਹ ਐਪ ਕੰਮ ਨਹੀਂ ਕਰੇਗੀ।
ur: اگر آپ کا بلیو ٹوتھ بند ہوا تو یہ ایپ کام نہیں کرے گی۔

# bluetooth_disabled_description_2
source: This app uses battery-saving Bluetooth Low Energy to determine when it is near another phone with this app installed.
bn: আপনার ফোনটি কখন এই অ্যাপ ইনস্টল করা আরেকটি ফোনের কাছাকাছি আছে তা নির্ধারণ করতে অ্যাপটি ব্যাটারি-সঞ্চয়কারী ব্লু-টুথ লো এনার্জি ব্যবহার করে।
cy: Mae’r ap hwn yn defnyddio Ynni Isel Bluetooth sy’n arbed batri i bennu pryd y mae’n agos at ffôn arall gyda’r ap hwn wedi’i osod.
gu: આ એપ ઇન્સ્ટોલ કરેલા અન્ય ફોન નજીક હશે ત્યારે નક્કી કરવા માટે આ એપ બેટરી-સેવિંગ બ્લૂટૂથ લૉ એનર્જીનો ઉપયોગ કરશે.
pa: ਇਹ ਐਪ ਬੈਟਰੀ ਦੀ ਬੱਚਤ ਕਰਨ ਵਾਲੀ ਬਲੂਟੁੱਥ ਘੱਟ ਊਰਜਾ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਵਰਤੋਂ ਅਜਿਹੇ ਡਿਵਾਈਸ ਦੇ ਨੇੜੇ ਹੋਣ ਬਾਰੇ ਨਿਰਧਾਰਨ ਕਰਦੀ ਹੈ ਜਿਸ ਵਿੱਚ ਇਹ ਐਪ ਸਥਾਪਤ ਹੋਵੇ।
ur: یہ ایپ بیٹری بچانے والی بلیو ٹوتھ لو انرجی استعمال کرتے ہوئے اپنے نزدیک ایسے فون کی موجودگی کا تعین کرتی ہے جس میں یہ ایپ موجود ہو۔

# bluetooth_disabled_description_3
source: This app cannot track your location and your privacy remains protected.
bn: এই অ্যাপটি আপনার অবস্থান ট্র্যাক করতে পারে না এবং আপনার গোপনীয়তা সুরক্ষিত থাকে।
cy: Ni all yr ap hwn dracio’ch lleoliad ac mae eich preifatrwydd yn parhau i gael ei ddiogelu.
gu: આ એપ તમારું સ્થળ ટ્રેક કરી શકતી નથી અને તમારી ગોપનીયતા સુરક્ષિત રહેશે.
pa: ਇਹ ਐਪ ਤੁਹਾਡੀ ਲੋਕੇਸ਼ਨ ਨੂੰ ਟਰੈਕ ਨਹੀਂ ਕਰ ਸਕਦੀ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਗੁਪਤਤਾ ਸੁਰੱਖਿਅਤ ਰਹਿੰਦੀ ਹੈ।
ur: فکر نہ کریں - یہ ایپ آپ کا مقام معلوم نہیں کر سکتی اور آپ کی پرائیویسی محفوظ رہتی ہے۔

# bluetooth_disabled_description_4
source: Please go to Settings and turn on Bluetooth.
bn: অনুগ্রহ করে সেটিংসে গিয়ে ব্লু-টুথ চালু করুন।
cy: Ewch i Gosodiadau a throwch Bluetooth ymlaen.
gu: કૃપા કરી સેટિંગ્સમાં જાઓ અને બ્લૂટૂથ ચાલુ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ ‘ਤੇ ਜਾਓ ਅਤੇ ਬਲੂਟੁੱਥ ਨੂੰ ਚਾਲੂ ਕਰੋ।
ur: براہ کرم سیٹنگز میں جا کر بلیو ٹوتھ آن کریں۔

# exposure_notification_disabled_title
source: In order for this app to work you need to turn your exposure notifications on in settings.
bn: এই অ্যাপটির কার্যকারিতার জন্য আপনাকে সেটিংসে গিয়ে এক্সপোজার নোটিফিকেশনস চালু করতে হবে।
cy: Er mwyn i'r ap hwn weithio mae angen i chi droi eich hysbysiadau cysylltiad ymlaen yn eich gosodiadau.
gu: આ એપને કાર્ય કરવા માટે, તમારે સેટિંગ્સમાં એક્સપોઝર નોટિફિકેશન ચાલુ કરવાની જરૂરિયાત રહેશે.
pa: ਇਸ ਐਪ ਨੂੰ ਚਲਾਉਣ ਲਈ ਤੁਹਾਨੂੰ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਆਪਣੀਆਂ ਐਕਸਪੋਜ਼ਰ ਸੂਚਨਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਹੋਵੇਗਾ।
ur: اس ایپ کے کام کرنے کے لئے ضروری ہے کہ آپ اپنی ڈیوائس میں اجازتیں دیں

# exposure_notification_disabled_description_1
source: To identify whether you are at risk of infection, you must activate the exposure notification feature.
bn: আপনি সংক্রমণের ঝুঁকির মধ্যে আছেন কি না তা শনাক্ত করার জন্য আপনাকে অবশ্যই এক্সপোজার নোটিফিকেশন ফিচারটি চালু করতে হবে।
cy: Er mwyn nodi a ydych mewn perygl o gael eich heintio, rhaid i chi weithredu'r nodwedd hysbysiadau cysylltiad.
gu: તમને ચેપ લાગવાનુ જોખમ છે કે નહીં તે ઓળખવા માટે, તમારે એક્સપોઝર નોટિફિકેશનનું લક્ષણ સક્રિય કરવું જરૂરી છે.
pa: ਇਹ ਪਛਾਣ ਕਰਨ ਲਈ ਕਿ ਕੀ ਤੁਹਾਨੂੰ ਸੰਕ੍ਰਮਣ ਹੋਣ ਦਾ ਖ਼ਤਰਾ ਹੈ, ਤੁਹਾਨੂੰ ਐਕਸਪੋਜ਼ਰ ਸੂਚਨਾ ਸੁਵਿਧਾ ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਹੋਵੇਗਾ।
ur: اس ایپ کے مناسب طریقے سے چلنے کے لئے آپ کے فون کا فیچر درکار ہے 'جیسے رابطے کے سراغ کے لئے بلیو ٹوتھ لو انرجی اور مقام پر چیک ان کے لئے کیمرا'۔ ممکن ہے کہ آپ کا فون انہیں 'سامنا ہونے کے نوٹیفیکیشنز' یا 'سامنا ہونے کا اندراج' کہے۔

# exposure_notification_disabled_description_2
source: Exposure logging works by your device receiving, via Bluetooth, encrypted random IDs of other users and passing your own random ID to their devices. This feature can be deactivated at any time.
bn: এক্সপোজার লগিং আপনার যন্ত্রটির ব্লু-টুথের মাধ্যমে অন্যান্য ব্যবহারকারীদের এনক্রিপ্ট করা এলোমেলো আইডিসমূহ গ্রহণ করা এবং আপনার নিজের এলোমেলো আইডি অন্যদের যন্ত্রে পাঠানোর মাধ্যমে কাজ করে। এই ফিচারটি যেকোনো সময় নিষ্ক্রিয় করা যায়।
cy: Mae Cofnodi Cysylltiad yn digwydd pan fydd Bluetooth yn caniatáu i'ch dyfais dderbyn ID ar hap wedi'i amgryptio gan ddefnyddwyr eraill ac yna'n trosglwyddo'ch ID ar hap i'w dyfeisiau nhw. Gellir atal hyn ar unrhyw adeg.
gu: એક્સ્પોઝર લોગિંગ બ્લૂટૂથ દ્વારા, અન્ય વપરાશકર્તાના યાદચ્છિક ID ઇંક્રીપ્ટ કરી અને તમારું પોતાનું યાદચ્છિક ID તેમના ઉપકરણને પાસ કરી, તમારા ઉપકરણ પર મેળવીને કાર્ય કરે છે. આ લક્ષણ કોઈપણ સમયે બંધ કરી શકાય છે, પરંતુ એપ ત્યારબાદ એપ કાર્ય કરશે નહીં.
pa: ਐਕਸਪੋਜ਼ਰ ਲੌਗਿੰਗ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦੁਆਰਾ, ਬਲੂਟੁੱਥ ਰਾਹੀਂ, ਹੋਰਾਂ ਉਪਭੋਗਤਾਵਾਂ ਦੀਆਂ ਇਨਕ੍ਰਿਪਟੇਡ ਬੇਤਰਤੀਬ ਆਈਡੀਜ਼ ਪ੍ਰਾਪਤ ਕਰਕੇ ਅਤੇ ਤੁਹਾਡੀ ਆਪਣੀ ਬੇਤਰਤੀਬੀ ਆਈਡੀ ਨੂੰ ਉਹਨਾਂ ਦੀ ਡਿਵਾਈਸ ‘ਤੇ ਭੇਜਕੇ ਕੰਮ ਕਰਦੀ ਹੈ। ਇਸ ਸੁਵਿਧਾ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬੰਦ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
ur: سامنا ہونے کے اندراج کا طریقہ یہ ہے کہ آپ کی ڈیوائس کو بلیو ٹوتھ کے ذریعے دیگر صارفین سے بے ربط انکرپٹڈ آئی ڈیز موصول ہوتی ہیں اور آپ کی بے ربط آئی ڈی ان کی ڈیوائسز کو بھیجی جاتی ہیں۔ یہ فیچر کسی بھی وقت غیر فعال کیا جا سکتا ہے مگر پھر ایپ کام نہیں کرے گی۔ براہ کرم اشارہ ملنے پر اجازت قبول کریں۔

# exposure_notification_disabled_action
source: Go to settings
bn: সেটিংসে যান
cy: Ewch i Gosodiadau
gu: સેટિંગ્સમાં જાઓ
pa: ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ
ur: سیٹنگز میں جائیں

# authorization_denied_title
source: For this app to work, you must allow permissions on your device
bn: এই অ্যাপটির কার্যকারিতার জন্য, আপনাকে অবশ্যই আপনার যন্ত্রে অনুমতি প্রদান করতে হবে।
cy: Er mwyn i’r ap hwn weithio, rhaid i chi roi caniatâd ar eich dyfais
gu: આ એપને કાર્ય કરવા માટે, તમારે તમારા ઉપકરણ પર પરવાનગી આપવી જરૂરી છે
pa: ਇਸ ਐਪ ਨੂੰ ਚਲਾਉਣ ਲਈ, ਤੁਹਾਨੂੰ ਆਪਣੀ ਡਿਵਾਈਸ ‘ਤੇ ਇਜਾਜ਼ਤਾਂ ਦੇਣੀਆਂ ਪੈਣਗੀਆਂ
ur: اس ایپ کے کام کرنے کے لئے ضروری ہے کہ آپ اپنی ڈیوائس میں اجازتیں دیں

# authorization_denied_description_1
source: Your phone’s technology is needed for this app to function (such as Bluetooth Low Energy for contact tracing and the camera for venue check-in). For the app to work, you need to accept permissions when prompted.
bn: এই অ্যাপটির কার্যকারিতার জন্য আপনার ফোনের প্রযুক্তি প্রয়োজন (যেমন যোগাযোগ ট্রেস করতে ব্লু-টুথ লো এনার্জি এবং ভেন্যু (নির্দিষ্ট স্থানে) চেক-ইন করতে ক্যামেরা) অ্যাপটির কার্যকারিতার জন্য, অনুমতিগুলো প্রম্পট করা হলে আপনাকে সেগুলো গ্রহণ করতে হবে।
cy: Mae angen technoleg eich ffôn er mwyn i’r ap hwn weithredu (megis Ynni Isel Bluetooth ar gyfer olrhain cyswllt a’r camera ar gyfer mewngofnodi lleoliad). Er mwyn i’r ap weithio, mae angen i chi dderbyn caniatadau pan ofynnir i chi.
gu: તમારા ફોનની ટેક્નોલૉજી આ એપ માટે કાર્ય કરે તે જરૂરી છે (જેમ કે સંપર્ક ટ્રેસ કરવા માટે બ્લૂટૂથ લો એનર્જી અને વેન્યુ ચેક-ઇન કરવા માટે કેમેરા). એપને કાર્ય કરવા માટે, જ્યારે પુછવામાં આવે ત્યારે ત્યારે તમારે પરવાનગીઑ સ્વીકારવી જરૂરી છે.
pa: ਇਸ ਐਪ ਦੇ ਸੰਚਾਲਨ ਲਈ ਤੁਹਾਡੇ ਫੋਨ ਦੀ ਤਕਨੀਕ ਦੀ ਲੋੜ ਹੈ (ਜਿਵੇਂ ਕਿ ਸੰਪਰਕ ਟਰੇਸਿੰਗ ਲਈ ਬਲੂਟੁੱਥ ਘੱਟ ਊਰਜਾ ਅਤੇ ਕਿਸੇ ਜਗ੍ਹਾ ‘ਤੇ ਚੈੱਕ-ਇਨ ਲਈ ਕੈਮਰਾ)। ਇਸ ਐਪ ਨੂੰ ਚਲਾਉਣ ਲਈ, ਮੰਗ ਕੀਤੇ ਜਾਣ ‘ਤੇ ਤੁਹਾਨੂੰ ਇਜਾਜ਼ਤਾਂ ਦੇਣੀਆਂ ਪੈਣਗੀਆਂ।
ur: یہ ایپ 'ایکسپوژر نوٹیفیکیشنز' کا استعمال اس لئے کرتی ہے کہ اگر آپ ایپ کا استعمال کرنے والے ایسے دوسرے شخص کے ساتھ رابطے میں آتے ہیں جنہوں نے اپنا کورونا وائرس کا ٹیسٹ مثبت ہونے کی اطلاع دی ہو تو آپ کو باخبر کیا جائے۔

# authorization_denied_description_2
source: Your phone might refer to these as ‘Exposure Notifications’ or ‘Exposure Logging’.
bn: আপনার ফোন এগুলোকে 'এক্সপোজার নোটিফিকেশন' অথবা 'এক্সপোজার লগিং' হিসেবে নির্দেশ করতে পারে।
cy: Efallai y bydd eich ffôn yn cyfeirio at y rhain fel ‘Hysbysiadau Cysylltiad’ neu ‘Cofnodi Cysylltiad’.
gu: આને તમારો ફોન 'એક્સપોઝર નોટિફિકેશન' અથવા 'એક્સપોઝર લોગિંગ' કહી શકે છે.
pa: ਤੁਹਾਡਾ ਫੋਨ ਇਨ੍ਹਾਂ ਨੂੰ 'ਐਕਸਪੋਜ਼ਰ ਸੂਚਨਾਵਾਂ' ਜਾਂ 'ਐਕਸਪੋਜ਼ਰ ਲੌਗਿੰਗ' ਲਈ ਕਹਿ ਸਕਦਾ ਹੈ।
ur: سامنا ہونے کے اندراج کا طریقہ یہ ہے کہ آپ کی ڈیوائس کو بلیو ٹوتھ کے ذریعے دیگر صارفین سے بے ربط انکرپٹڈ آئی ڈیز موصول ہوتی ہیں اور آپ کی بے ربط آئی ڈی ان کی ڈیوائسز کو بھیجی جاتی ہیں۔ یہ فیچر کسی بھی وقت غیر فعال کیا جا سکتا ہے مگر پھر ایپ کام نہیں کرے گی۔

# authorization_denied_description_3
source: Exposure Logging works by your device receiving, via Bluetooth, encrypted random IDs of other users and passing your random ID to their devices. This feature can be deactivated at any time, but the app will not then work.
bn: এক্সপোজার লগিং আপনার যন্ত্রটির ব্লু-টুথের মাধ্যমে অন্যান্য ব্যবহারকা্রীদের এনক্রিপ্ট করা এলোমেলো আইডিসমূহ গ্রহণ করা এবং আপনার এলোমেলো আইডি অন্যদের যন্ত্রে পাঠানোর মাধ্যমে কাজ করে। এই ফিচারটি যেকোনো সময় নিষ্ক্রিয় করা যাবে, তবে অ্যাপটি তখন আর কাজ করবে না।
cy: Mae Cofnodi Cysylltiad yn gweithio wrth i’ch dyfais dderbyn, trwy Bluetooth, IDs ar hap sydd wedi’u hamgryptio gan ddefnyddwyr eraill a throsglwyddo’ch ID ar hap i’w dyfeisiau nhw. Gellir dileu’r nodwedd hon ar unrhyw adeg, ond ni fydd yr ap yn gweithio wedyn.
gu: એક્સ્પોઝર લોગિંગ બ્લૂટૂથ દ્વારા, અન્ય વપરાશકર્તાના યાદચ્છિક ID ઇંક્રીપ્ટ કરી અને તમારું પોતાનું યાદચ્છિક ID તેમના ઉપકરણને પાસ કરી, તમારા ઉપકરણ પર મેળવીને કાર્ય કરે છે. આ લક્ષણ કોઈપણ સમયે બંધ કરી શકાય છે, પરંતુ એપ ત્યારબાદ એપ કાર્ય કરશે નહીં.
pa: ਐਕਸਪੋਜ਼ਰ ਲੌਗਿੰਗ ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦੁਆਰਾ, ਬਲੂਟੁੱਥ ਰਾਹੀਂ, ਹੋਰਾਂ ਉਪਭੋਗਤਾਵਾਂ ਦੀਆਂ ਇਨਕ੍ਰਿਪਟੇਡ ਬੇਤਰਤੀਬ ਆਈਡੀਆਂ ਪ੍ਰਾਪਤ ਕਰਕੇ ਅਤੇ ਤੁਹਾਡੀ ਆਪਣੀ ਬੇਤਰਤੀਬੀ ਆਈਡੀ ਨੂੰ ਉਹਨਾਂ ਦੀ ਡਿਵਾਈਸ ‘ਤੇ ਭੇਜਕੇ ਕੰਮ ਕਰਦੀ ਹੈ। ਇਸ ਸੁਵਿਧਾ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬੰਦ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਪਰ ਇਸ ਤੋਂ ਬਾਅਦ ਐਪ ਕੰਮ ਨਹੀਂ ਕਰੇਗੀ।
ur: براہ کرم اشارہ ملنے پر اجازت قبول کریں۔

# authorization_denied_action
source: Go to settings
bn: সেটিংসে যান
cy: Ewch i Gosodiadau
gu: સેટિંગ્સમાં જાઓ
pa: ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ
ur: سیٹنگز میں جائیں

# authentication_code_title
source: Currently only for NHS Volunteer Responders, Isle of Wight and Newham residents
bn: NHS কোভিড-19 অ্যাপ উন্নত করতে সহায়তা করার জন্য আপনাকে ধন্যবাদ
cy: Diolch am ein helpu
gu: NHS, COVID-19 એપને સુધારવામાં મદદ કરવા માટે તમારો આભાર
pa: NHS COVID-19 ਐਪ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ
ur: اس وقت صرف این ایچ ایس والینٹئیر ریسپانڈرز، آئل آف وائٹ اور نیوہیم کے رہائشین کے لئے

# authentication_code_description
source: Thank you for helping us improve the NHS COVID-19 app. During this test phase, you will need a unique code to use this app. We all want to get back to the things we love. And we can all do our bit to help. This app is an important part of the NHS Test and Trace service. The more of us that use it, the more we can improve it. Until a vaccine or treatment for coronavirus is found, NHS Test and Trace and this app remain a vital way to help stop the spread of coronavirus.
bn: NHS যাচাই ও অনুসন্ধান সেবাতে এই অ্যাপটি একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। যত বেশি মানুষ এটি ব্যবহার করবে, ততো বেশি আমরা এটিকে উন্নত করতে পারবো। যতদিন আমাদের একটি ভ্যাকসিন আবিষ্কার হওয়ার জন্য অপেক্ষা করতে হবে, ততোদিন পর্যন্ত NHS যাচাই ও অনুসন্ধান এবং অ্যাপটি আমাদের জন্য আমাদের প্রিয় জিনিসগুলোর কাছে ফিরে যাওয়ার সর্বোত্তম উপায়।
cy: Rydyn ni i gyd eisiau mynd yn ôl at ein hoff bethau. A gall pob un ohonom wneud ein rhan i helpu. Mae'r ap hwn yn rhan bwysig o wasanaeth Profi ac Olrhain y GIG. Po fwyaf ohonom sy'n ei ddefnyddio, y mwyaf y gallwn ei wella. Hyd nes y canfyddir brechlyn, mae Profi ac Olrhain y GIG a'r ap hwn yn parhau i fod yn ffordd hanfodol o helpu i atal lledaeniad y coronafeirws.
gu: NHS પરીક્ષણ અને ટ્રેસ સેવામાં આ એપ નિર્ણાયક ભાગ ભજવી રહી છે. જેટલા વધુ માણસો આનો ઉપયોગ કરશે, એટલું વધુ અમે તેને સુધારી શકીશું. જ્યાં અમે વેક્સિન શોધાવાની રાહ જોઈ રહ્યા છીએ, NHS પરીક્ષણ અને શોધ તેમજ એપ એ આપણે ગમતી વસ્તુઓ તરફ પરત ફરવા માટે શ્રેષ્ઠ રીત છે.
pa: ਇਹ ਐਪ NHS ਟੈਸਟ ਅਤੇ ਟ੍ਰੇਸ ਸੇਵਾ ਵਿੱਚ ਵੱਡੀ ਭੂਮਿਕਾ ਅਦਾ ਕਰਦੀ ਹੈ। ਜਿੰਨੇ ਜ਼ਿਆਦਾ ਲੋਕ ਇਸਦੀ ਵਰਤੋਂ ਕਰਨਗੇ, ਅਸੀਂ ਇਸ ਵਿੱਚ ਉੱਨਾ ਹੀ ਵੱਧ ਸੁਧਾਰ ਕਰ ਸਕਾਂਗੇ। ਜਿੱਥੇ ਅਸੀਂ ਟੀਕੇ ਦੀ ਖੋਜ ਦੀ ਉਡੀਕ ਕਰਦੇ ਹਾਂ, NHS ਟੈਸਟ ਐਂਡ ਟ੍ਰੇਸ ਅਤੇ ਐਪ ਸਾਨੂੰ ਉਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਵੱਲ ਮੁੜ ਲੈ ਜਾਣ ਦਾ ਬਿਹਤਰੀਨ ਜ਼ਰੀਆ ਹਨ ਜੋ ਸਾਨੂੰ ਪਸੰਦ ਹਨ।
ur: این ایچ ایس کوویڈ۔19 ایپ کو بہتر بنانے میں ہماری مدد کرنے کا شُکریہ۔ جانچ کے اس مرحلے کے دوران، اس ایپ کو استعمال کرنے کے لئے آپ کو ایک انفرادی کوڈ کی ضرورت ہوگی۔ ہم سب اُن چیزوں کی طرف واپس جانا چاہتے ہیں جن سے ہم پیار کرتے ہیں۔ اور ہم سب مدد کے لئے اپنا حصہ ڈال سکتے ہیں۔ یہ ایپ این ایچ ایس ٹیسٹ اینڈ ٹریس سروس کا اہم حصہ ہے۔ ہم میں سے جتنے زیادہ اس کے استعمال کنندگان ہونگے، ہم اُتنا ہی زیادہ اس کو بہتر بنا سکتے ہیں۔ جب تک کوروناوائرس کے لئے ویکسین یا علاج تلاش نہیں کرلیا جاتا، این ایچ ایس ٹیسٹ اینڈ ٹریس اور یہ ایپ کوروناوائرس کے پھیلاؤ کو روکنے میں مدد کا ایک نہایت اہم طریقہ رہیں گے۔

# authentication_code_textfield_heading
source: Enter your unique code
bn: আপনার ইউনিক কোডটি লিখুন
cy: Nodwch eich cod unigryw
gu: તમારો વિશિષ્ટ કોડ દાખલ કરો
pa: ਆਪਣਾ ਵਿਲੱਖਣ ਕੋਡ ਦਰਜ ਕਰੋ
ur: اپنا منفرد کوڈ درج کریں

# authentication_code_textfield_example
source: Example: 5apv-enka
bn: উদাহরণ: 5apv-enka
cy: Enghraifft: 5apv-enka
gu: ઉદાહરણ: 5apv-enka
pa: ਉਦਾਹਰਣ: 5apv-enka
ur: مثال: 5apv-enka

# authentication_code_textfield_label
source: Unique code
bn: অনন্য কোড
cy: Cod unigryw
gu: વિશિષ્ટ કોડ
pa: ਵਿਲੱਖਣ ਕੋਡ
ur: منفرد کوڈ

# authentication_code_info_heading
source: Where can I find this code?
bn: আমি এই কোডটি কোথায় পাব?
cy: Ble alla i ddod o hyd i’m cod?
gu: હું આ કોડ ક્યાં મેળવી શકીશ?
pa: ਮੈਨੂੰ ਇਹ ਕੋਡ ਕਿੱਥੋਂ ਮਿਲ ਸਕਦਾ ਹੈ?
ur: مجھے یہ کوڈ کہاں ملے گا؟

# authentication_code_info_description_1
source: Please enter one code above. You will have received this code by letter or by email, and it will look like this:
bn: অনুগ্রহ করে উপরের একটি কোড লিখুন। আপনি চিঠি বা ইমেলের মাধ্যমে এই কোডটি পাবেন এবং এটি দেখতে এমন হবে:
cy: Nodwch un cod uchod. Bydd y cod hwn wedi cael ei anfon atoch mewn llythyr neu e-bost, a bydd yn edrych fel hyn:
gu: કૃપા કરી ઉપર એક કોડ દાખલ કરો. તમને આ કોડ પત્ર અથવા ઈમેઈલ દ્વારા મળશે, અને તે આવો દેખાશે:
pa: ਕਿਰਪਾ ਕਰਕੇ ਉੱਪਰ ਇੱਕ ਕੋਡ ਦਾਖਲ ਕਰੋ। ਤੁਸੀਂ ਇਹ ਕੋਡ ਚਿੱਠੀ ਦੁਆਰਾ ਜਾਂ ਈਮੇਲ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਕਰੋਗੇ, ਅਤੇ ਇਹ ਇਸ ਤਰ੍ਹਾਂ ਦਿਖਾਈ ਦੇਵੇਗਾ:
ur: براہ کرم اوپر ایک کوڈ درج کریں۔ آپ کو خط یا ای میل کے ذریعے یہ کوڈ ملا ہو گا، اور یہ ایسا نظر آئے گا:

# authentication_code_info_description_2
source: Please note, this app is for use by people aged 18 years and over only.
bn: অনুগ্রহ করে মনে রাখবেন, এই অ্যাপটি শুধুমাত্র 18 ও এর বেশি বয়সী লোকদের ব্যবহারের জন্য।
cy: Sylwch, mae'r ap hwn ar gyfer pobl 18 oed a hŷn.
gu: કૃપા કરી નોંધશો કે આ એપનો ઉપયોગ માત્ર 18 વર્ષ અને તેથી ઉપરના લોકો માટે જ છે.
pa: ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ ਇਹ ਐਪ ਸਿਰਫ 18 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਉਮਰ ਦੇ ਲੋਕਾਂ ਦੁਆਰਾ ਵਰਤੋਂ ਕਰਨ ਲਈ ਹੈ।
ur: براہ کرم نوٹ کریں، یہ ایپ صرف 16 سال اور زائد عمر کے افراد کے استعمال کے لئے ہے۔

# authentication_code_button_title
source: Continue
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
ur: جاری رکھیں

# authentication_code_error_description
source: Code not recognised. Please make sure you are using a valid code.
bn: কোডটি শনাক্ত করা যায়নি। অনুগ্রহ করে নিশ্চিত করুন যে আপনি একটি সঠিক কোড ব্যবহার করছেন।
cy: Nid yw eich cod wedi cael ei adnabod. Gwnewch yn siŵr eich bod yn defnyddio cod dilys.
gu: કોડ ઓળખી શકાયો નહીં. કૃપા કરી ખાતરી કરો કે તમે માન્ય કોડનો ઉપયોગ કરી રહ્યા છો.
pa: ਕੋਡ ਪਛਾਣਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇੱਕ ਵੈਧ ਕੋਡ ਵਰਤ ਰਹੇ ਹੋ।
ur: آپ کا کوڈ نہیں پہچانا گیا۔ براہ کرم یقینی بنائیں کہ آپ درست کوڈ استعمال کر رہے ہوں۔

# start_onboarding_step_title
source: This app helps us keep each other safe
bn: একে অপরকে সুরক্ষিত রাখতে এই অ্যাপটি আমাদের সহায়তা করে
cy: Mae'r ap hwn yn helpu i gadw ein gilydd yn ddiogel
gu: આ એપ આપણને એકબીજાને સલામત રાખવામા મદદ કરે છે
pa: ਇਹ ਐਪ ਸਾਨੂੰ ਇੱਕ ਦੂਸਰੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ
ur: یہ ایپ ایک دوسرے کو محفوظ رکھنے میں مدد دیتی ہے

# start_onboarding_step_subtitle
source: It’s like having Test and Trace in your pocket. Here are some of the useful things you can do with the app:
bn: এটি যেন যাচাই ও অনুসন্ধান পকেটের মধ্যেই থাকার মত। অ্যাপের মাধ্যমে আপনি করতে পারেন এমন কয়েকটি দরকারী কাজ হচ্ছে:
cy: Mae fel petaech yn cadw Profi ac Olrhain yn eich poced. Dyma rai o'r pethau defnyddiol y gallwch eu gwneud gyda'r ap:
gu: આ પરીક્ષણ કરાવો અને તેને તમારા પોકેટમાં ટ્રેસ કરવા જેવુ છે. અહી કેટલીક ઉપયોગી વસ્તુઓ છે જે તમે આ એપ સાથે કરી શકો છો:
pa: ਇਹ ਕੁੱਝ ਅਜਿਹਾ ਹੈ ਜਿਵੇਂ ਤੁਹਾਡੀ ਜੇਬ ਵਿੱਚ ਹੀ ਟੈਸਟ ਅਤੇ ਟ੍ਰੇਸ ਮੌਜੂਦ ਹੈ। ਤੁਸੀਂ ਇਸ ਐਪ ਨਾਲ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਕੁੱਝ ਉਪਯੋਗੀ ਚੀਜ਼ਾਂ ਕਰ ਸਕਦੇ ਹੋ:
ur: جب آپ ایپ کو استعمال کریں گے تو آپ ایک گمنام طریقے سے اپنے علاقے میں وائرس کے بارے میں معلومات کا اشتراک کرکے کوویڈ 19 کو مات دینے میں ہماری اور عوامی صحت کی مدد کریں گے۔

# start_onboarding_step_1_header
source: Get notified
bn: অবহিত হওয়া
cy: Cael eich hysbysu
gu: સૂચનાઓ મેળવો
pa: ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰਨਾ
ur: اطلاع وصول کریں

# start_onboarding_step_2_header
source: Check into venues
bn: বিভিন্ন স্থানে প্রবেশ করা
cy: Mewngofnodi i leoliadau
gu: વેન્યુમાં ચેક ઇન કરો
pa: ਥਾਵਾਂ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰਨਾ
ur: مقامات میں چیک ان کریں

# start_onboarding_step_3_header
source: Check your symptoms
bn: আপনার উপসর্গ যাচাই করুন
cy: Gwirio’ch symptomau
gu: તમારા લક્ષણો તપાસો
pa: ਆਪਣੇ ਲੱਛਣਾਂ ਦੀ ਜਾਂਚ ਕਰਨਾ
ur: اپنی علامات چیک کریں

# start_onboarding_step_4_header
source: Isolation countdown
bn: আইসোলেশনে থাকার ক্ষণ গণনা
cy: Dyddgyfrif ar gyfer ynysu
gu: એકાંતની ગણતરી
pa: ਆਈਸੋਲੇਸ਼ਨ ਕਾਊਂਟਡਾਊਨ
ur: علیحدگی کی الٹی گنتی

# start_onboarding_step_1_description
source: Find out when you’ve been near other app users who have reported a positive test for coronavirus.
bn: করোনাভাইরাস পরীক্ষাতে ফলাফল পজিটিভ এসেছে এমন অন্যান্য অ্যাপ ব্যবহারকারীদের নিকটে আপনি কখন আসছেন সে সম্পর্কে জানুন
cy: Cael gwybod pryd fuoch chi’n agos at ddefnyddwyr eraill yr ap sydd wedi rhoi gwybod eu bod wedi profi’n bositif am y coronafeirws
gu: કોરોનાવાયરસ માટે હકારાત્મક રિપોર્ટ થયેલા અન્ય એપ વપરાશકર્તાની નજીક તમે ક્યારે હતા તે શોધી કાઢો.
pa: ਇਹ ਪਤਾ ਲਗਾਉਣਾ ਕਿ ਕਦੋਂ ਤੁਸੀਂ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੇ ਹੋਰਾਂ ਉਪਭੋਗਤਾਵਾਂ ਦੇ ਨੇੜੇ ਗਏ ਹੋ ਜੋ ਕੋਰੋਨਾਵਾਇਰਸ ਪੌਜ਼ਿਟਿਵ ਆਏ ਹਨ।
ur: معلوم کریں کہ کب آپ ایپ کے دیگر ایسے صارفین کے نزدیک موجود تھے جنہوں نے کوروناوائرس کے مثبت ٹیسٹ کی اطلاع دی تھی۔

# start_onboarding_step_2_description
source: Check into places like bars and restaurants with the app’s QR code scanner, without having to fill out any forms. If coronavirus is found at the venue, the app will let you know.
bn: কোনো ফর্ম পূরণ না করে, অ্যাপের কিউআর কোড ব্যবহার করে বার ও রেস্টুরেন্টের মত স্থানে প্রবেশ করুন। যদি কোনো স্থানে করোনাভাইরাসের উপস্থিতি পাওয়া যায়, তাহলে অ্যাপ আপনাকে জানিয়ে দিবে।
cy: Mewngofnodi i leoedd fel bariau a bwytai gyda sganiwr cod QR yr ap, heb orfod llenwi unrhyw ffurflenni. Os canfyddir coronafeirws yn y lleoliad, bydd yr ap yn rhoi gwybod ichi
gu: કોઈપણ પ્રકારના ફોર્મ ભર્યા વિના, બાર અને રેસ્ટોરન્ટ જેવા સ્થળોએ એપના QR કોડ સ્કેનર સાથે ચેક ઇન કરો. જો વેન્યુ પર કોરોનાવાયરસમળશે, તો આ એપ તમને જણાવશે.
pa: ਬਿਨ੍ਹਾ ਕੋਈ ਫਾਰਮ ਭਰੇ, ਐਪ ਦੇ QR ਕੋਡ ਸਕੈਨਰ ਨਾਲ ਬਾਰ ਅਤੇ ਰੈਸਟੋਰੈਂਟਾਂ ਵਰਗੀਆਂ ਥਾਵਾਂ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰਨਾ। ਜੇਕਰ ਉਸ ਥਾਂ ‘ਤੇ ਕੋਈ ਕੋਰੋਨਾਵਾਇਰਸ ਪੌਜ਼ਿਟਿਵ ਪਾਇਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਹ ਐਪ ਤੁਹਾਨੂੰ ਦੱਸ ਦੇਵੇਗੀ।
ur: ایپ کے کیو آر کوڈ اسکینر سے بارز اور ریستورانوں جیسے مقامات پر بغیر کوئی فارم پر کیے چیک ان کریں۔

# start_onboarding_step_3_description
source: Feeling unwell? Check if your symptoms could be coronavirus and order a free test if you need one.
bn: অসুস্থ বোধ করছেন? আপনার উপসর্গ করোনাভাইরাস হতে পারে কি না তা পরীক্ষা করে দেখুন এবং প্রয়োজন হলে বিনামূল্যে একটি পরীক্ষা করানোর অর্ডার দিন।
cy: Yn teimlo'n sâl? Gwiriwch a allai’ch symptomau fod yn arwydd o'r coronafeirws, ac archebwch brawf am ddim os oes angen un arnoch
gu: અસ્વસ્થ અનુભવો છો? જુઓ કે તમારા લક્ષણો કોરોનાવાયરસના છે કે નહીં અને જો તમને જરૂરિયાત હોય, તો નિ:શુલ્ક પરીક્ષણનો ઓર્ડર આપો.
pa: ਬੀਮਾਰ ਮਹਿਸੂਸ ਕਰ ਰਹੇ ਹੋ? ਇਹ ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਤੁਹਾਡੇ ਲੱਛਣ ਕੋਰੋਨਾਵਾਇਰਸ ਵਾਲੇ ਹਨ ਅਤੇ ਲੋੜ ਪੈਣ ‘ਤੇ ਮੁਫਤ ਜਾਂਚ ਦਾ ਆਰਡਰ ਦਿਓ।
ur: طبیعت ٹھیک نہیں؟ دیکھیں کہ آپ کی علامات کوروناوائرس تو نہیں اور ضرورت ہونے پر مفت ٹیسٹ آرڈر کریں۔

# start_onboarding_step_4_description
source: If you are isolating, the app will count down the days and give you the right information.
bn: যদি আপনি অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখেন, তাহলে অ্যাপটি দিন গণনা করবে এবং আপনাকে সঠিক তথ্য দিবে।
cy: Os ydych chi'n ynysu, bydd yr ap yn cyfrif y dyddiau ac yn rhoi'r wybodaeth gywir i chi
gu: જો તમે એકાંતમાં હોવ, તો એપ તમને દિવસો ગણી આપશે અને સાચી માહીતી આપશે.
pa: ਜੇਕਰ ਤੁਸੀਂ ਅਲੱਗ ਰਹਿ ਰਹੇ ਹੋ, ਤਾਂ ਇਹ ਐਪ ਇਹਨਾਂ ਦਿਨਾਂ ਦਾ ਕਾਊਂਟਡਾਊਨ ਪ੍ਰਦਾਨ ਕਰੇਗੀ ਅਤੇ ਤੁਹਾਨੂੰ ਸਹੀ ਜਾਣਕਾਰੀ ਦੇਵੇਗੀ।
ur: اگر آپ علیحدگی میں ہیں تو ایپ الٹے دن گنے گی اور آپ کو درست معلومات دے گی۔

# start_onboarding_step_detail
source: Please note that this is a test version of the app for clinical investigation and improvement and is not the final version.
bn: অনুগ্রহ করে মনে রাখবেন যে, ক্লিনিক্যাল অনুসন্ধান ও উন্নত করার জন্য এটি অ্যাপটির একটি পরীক্ষামূলক সংস্করণ এবং এটি চূড়ান্ত সংস্করণ নয়।
cy: Sylwch mai fersiwn prawf o'r ap ar gyfer ymchwiliad clinigol a gwella yw hon ac nad dyma'r fersiwn derfynol.
gu: કૃપા કરી નોંધશો કે તબીબી શોધખોળ અને વિકાસ માટે આ એપની આ પરીક્ષણ આવ્રુતિ છે અને અંતિમ આવ્રુતિ નથી.
pa: ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ ਇਹ ਕਲੀਨਿਕਲ ਜਾਂਚ ਅਤੇ ਸੁਧਾਰ ਲਈ ਐਪ ਦਾ ਇੱਕ ਜਾਂਚ ਸੰਸਕਰਣ ਹੈ ਅਤੇ ਇਹ ਅੰਤਮ ਰੂਪ ਨਹੀਂ ਹੈ।

# start_onboarding_button_title
source: Continue
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
ur: جاری رکھیں

# start_onboarding_step_warning
source: Please note, this app is for use by people aged 18 years and over only.
bn: অনুগ্রহ করে মনে রাখবেন, এই অ্যাপটি শুধুমাত্র 18 ও এর বেশি বয়সী লোকদের ব্যবহারের জন্য।
cy: Sylwch, mae’r ap hwn ar gyfer pobl 18 oed a hŷn.
gu: યાદ રાખો: આ એપ 18 વર્ષ અને તેથી ઉપરના લોકો માટે છે.
pa: ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ ਇਹ ਐਪ ਸਿਰਫ 18 ਸਾਲ ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਉਮਰ ਦੇ ਲੋਕਾਂ ਦੁਆਰਾ ਵਰਤੋਂ ਕਰਨ ਲਈ ਹੈ।

# postcode_entry_step_title
source: Enter the first part of your postcode (postcode district)
bn: আপনার পোস্টকোডের প্রথম অংশটি লিখুন (পোস্টকোড ডিস্ট্রিক্ট)
cy: Nodwch ran gyntaf eich cod post (ardal cod post)
gu: તમારા પોસ્ટકોડનો પહેલો ભાગ દાખલ કરો (પોસ્ટકોડ જિલ્લો)
pa: ਆਪਣੇ ਪੋਸਟਕੋਡ (ਜ਼ਿਲ੍ਹੇ ਦਾ ਪੋਸਟਕੋਡ) ਦਾ ਪਹਿਲਾ ਹਿੱਸਾ ਦਰਜ ਕਰੋ
ur: اپنے پوسٹ کوڈ کا پہلا حصہ درج کریں (پوسٹ کوڈ کا ضلع)
