Repository: Cranorve/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/App/Resources/*.lproj/Localizable.strings
Languages: bn, cy, gu, pa, ur

# postcode_entry_example_label
source: Example: CE1B
bn: উদাহরণ: CE1B
cy: Enghraifft: CE1B
gu: ઉદાહરણ: CE1B
pa: ਉਦਾਹਰਣ: CE1B
ur: اس ایپ کو استعمال میں لانے کے لئے آپ کو انگریزی یا ویلش پوسٹ کوڈ ڈسٹرکٹ کی ضرورت ہے۔ مثال: اگر آپ کا پوسٹ کوڈ CE1B 2PQ ہے، تو براہ کرم ‘CE1B‘ درج کریں۔ اگر CR0 3RL ہے تو براہ کرم ‘CR0’ درج کریں۔ اگر L4 0RE ہے، تو براہ کرم ‘L4’ درج کریں۔

# postcode_entry_textfield_label
source: Postcode
bn: পোস্টকোড
cy: Cod post
gu: પોસ્ટકોડ
pa: ਪੋਸਟਕੋਡ
ur: پوسٹ کوڈ

# postcode_entry_information_title
source: Why do we need the postcode district?
bn: কেন আমাদের পোস্টকোড ডিস্ট্রিক্ট প্রয়োজন?
cy: Pam mae angen eich ardal cod post arnom?
gu: અમને પોસ્ટકોડ જિલ્લાની જરૂરિયાત શા માટે છે?
pa: ਸਾਨੂੰ ਜ਼ਿਲ੍ਹੇ ਦੇ ਪੋਸਟਕੋਡ ਦੀ ਲੋੜ ਕਿਉਂ ਹੈ?
ur: ہمیں پوسٹ کوڈ کا ضلع کیوں درکار ہے؟

# postcode_entry_information_description_1
source: The postcode district helps with learning about the spread of coronavirus in different areas. This makes sure we can give the best possible public health advice for your area.
bn: বিভিন্ন এলাকায় করোনাভাইরাস ছড়িয়ে পড়া সম্পর্কে জানতে এই পোস্টকোড ডিস্ট্রিক্ট সাহায্য করে। এটি নিশ্চিত করে যাতে আমরা আপনার এলাকার জন্য সর্বোত্তম সম্ভবপর গণ স্বাস্থ্য পরামর্শ দিতে পারি।
cy: Mae'r ardal cod post yn helpu i ddysgu am ledaeniad y coronafeirws mewn gwahanol ardaloedd. Mae hyn yn sicrhau y gallwn roi'r cyngor iechyd cyhoeddus gorau posibl i'ch ardal.
gu: પોસ્ટકોડ જિલ્લો જુદા જુદા વિસ્તારોમાં કોરોના વાયરસના ફેલાવાને સમજવામાં મદદ કરે છે. આ સુનિશ્ચિત કરે છે કે અમે તમારા વિસ્તાર માટે સંભવત: શ્રેષ્ઠ જાહેર સ્વાસ્થ્ય સલાહ આપી શકીએ છીએ.
pa: ਜ਼ਿਲ੍ਹੇ ਦਾ ਪੋਸਟਕੋਡ ਵੱਖ-ਵੱਖ ਖੇਤਰਾਂ ਵਿੱਚ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਫੈਲਣ ਬਾਰੇ ਜਾਣਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ। ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਇਲਾਕੇ ਲਈ ਸਭ ਤੋਂ ਉੱਤਮ ਜਨਤਕ ਸਿਹਤ ਸਲਾਹ ਪ੍ਰਦਾਨ ਕਰ ਸਕੀਏ।
ur: پوسٹ کوڈ کا ضلع مختلف علاقوں میں کورونا وائرس کے پھیلاؤ کے متعلق جاننے میں مدد دیتا ہے۔ اس سے یقینی بنایا جاتا ہے کہ ہم آپ کے علاقے میں عوامی صحت کا بہترین مشورہ دے سکیں۔

# postcode_entry_information_description_2
source: Don’t worry. Your postcode district won’t be used to track your location.
bn: চিন্তা করবেন না আপনার অবস্থান শনাক্ত করার জন্য আপনার পোস্টকোড ডিস্ট্রিক্ট ব্যবহার করা হবে না।
cy: Peidiwch â phoeni. Ni fydd eich ardal cod post yn cael ei defnyddio i dracio'ch lleoliad.
gu: ચિંતા કરશો નહીં. તમારા પોસ્ટકોડ જિલ્લાનો ઉપયોગ તમારું સ્થળ ટ્રેક કરવા માટે થશે નહીં.
pa: ਚਿੰਤਾ ਨਾ ਕਰੋ। ਤੁਹਾਡੇ ਜ਼ਿਲ੍ਹੇ ਦਾ ਪੋਸਟਕੋਡ ਤੁਹਾਡਾ ਟਿਕਾਣਾ ਪਤਾ ਕਰਨ ਲਈ ਵਰਤਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।
ur: فکر مند نہ ہوں۔ آپ کے پوسٹ کوڈ کا ضلع آپ کے مقام کا پتہ لگانے کے لئے استعمال نہیں کیا جائے گا۔

# postcode_entry_continue_button_title
source: Continue
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
ur: جاری رکھیں

# postcode_entry_error_title
source: Invalid postcode district code
bn: অকার্যকর পোস্টকোড জেলা কোড
cy: Cod ardal cod post annilys
gu: અમાન્ય પોસ્ટકોડ જિલ્લા કોડ
pa: ਅਵੈਧ ਪੋਸਟਕੋਡ ਜ਼ਿਲ੍ਹਾ ਕੋਡ
ur: غلط پوسٹ کوڈ ضلعی کوڈ

# postcode_entry_error_description
source: Please enter your postcode district code. This is the first part of a postcode. For example: E2, L36, PO30
bn: অনুগ্রহ করে আপনার পোস্টকোড ডিস্ট্রিক্ট কোড লিখুন। এটি একটি পোস্টকোডের প্রথম অংশ। উদাহরণস্বরূপ: E2, L36, PO30
cy: Nodwch god ardal eich cod post. Dyma ran gyntaf cod post. Er enghraifft: E2, L36, PO30
gu: કૃપા કરી તમારો પોસ્ટકોડ જિલ્લા કોડ દાખલ કરો. આ પોસ્ટકોડનો પ્રથમ ભાગ છે. ઉદાહરણ તરીકે: E2, L36, PO30
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪੋਸਟਕੋਡ ਜ਼ਿਲ੍ਹੇ ਦਾ ਕੋਡ ਭਰੋ। ਇਹ ਪੋਸਟਕੋਡ ਦਾ ਪਹਿਲਾ ਹਿੱਸਾ ਹੈ। ਉਦਾਹਰਣ ਲਈ: E2, L36, PO30
ur: اس ایپ کو استعمال کرنے کے لئے آپ کو انگلش یا ویلز کے پوسٹ کوڈ ڈسٹرکٹ کی ضرورت ہے۔ براہ کرم اپنے پوسٹ کوڈ کا ضلعی کوڈ درج کریں۔ یہ پوسٹ کوڈ کا پہلا حصہ ہوتا ہے۔ مثال کے طور پر: E2, L36, PO30

# permissions_onboarding_step_title
source: Set up app permissions
bn: অ্যাপটির সম্মতি সেট আপ করুন
cy: Sefydlu caniatadau’r ap
gu: પરવાનગીઓ સુયોજીત કરો
pa: ਐਪ ਦੀਆਂ ਇਜਾਜ਼ਤਾਂ ਦਾ ਸੈੱਟ ਅੱਪ ਕਰੋ
ur: رابطہ کا پتہ لگانا

# exposure_notification_permissions_onboarding_step_heading
source: ‘Exposure Notifications’
bn: ‘এক্সপোজার নোটিফিকেশন’
cy: ‘Hysbysiadau Cysylltiad’
gu: 'એક્સ્પોઝર નોટિફિકેશન'
pa: ‘ਐਕਸਪੋਜ਼ਰ ਸੂਚਨਾਵਾਂ’
ur: کنٹیکٹ ٹریسنگ یعنی رابطوں کا پتہ لگانے سے کورونا وائرس (کوویڈ 19) کے پھیلاؤ کو روکنے میں مدد ملتی ہے

# notification_permissions_onboarding_step_heading
source: Notifications
bn: নোটিফিকেশন
cy: Hysbysiadau
gu: સૂચનાઓ
pa: ਸੂਚਨਾਵਾਂ
ur: نوٹیفیکیشنز

# exposure_notification_permissions_onboarding_step_body
source: The app needs ‘Bluetooth Low Energy’ to work properly. On your phone it might be called something different, like ‘Exposure Notifications’ or ‘Exposure Logging’.
bn: যথাযথভাবে কাজ করার জন্য অ্যাপটির 'ব্লু-টুথ লো এনার্জি' প্রয়োজন। আপনার ফোনে এগুলোকে 'এক্সপোজার নোটিফিকেশনস' অথবা 'এক্সপোজার লগিং' এর মত ভিন্ন কোনো নামে দেখা যেতে পারে।
cy: Mae angen Ynni Isel Bluetooth ar yr ap i weithio’n iawn. Ar eich ffôn efallai ei fod yn cael ei alw'n rhywbeth gwahanol, fel 'Hysbysiadau Cysylltiad' (Exposure Notifications) neu 'Cofnodi Cysylltiad' (Exposure Logging).
gu: એપ માટે' 'બ્લૂટૂથ લો એનર્જી' યોગ્ય રીતે કાર્ય કરતી હોવી જોઈએ. તમારા ફોન પર તેને કઇંક અલગ કહેવામા આવતું હોય શકે છે, જેમ કે 'એક્સપોઝર નોટિફિકેશન' અથવા 'એક્સપોઝર લોગિંગ'.
pa: ਇਸ ਐਪ ਨੂੰ ਸਹੀ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਨ ਲਈ ‘ਬਲੂਟੁੱਥ ਘੱਟ ਊਰਜਾ’ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਤੁਹਾਡੇ ਫੋਨ 'ਤੇ ਇਸਨੂੰ ਕੁੱਝ ਵੱਖਰਾ ਨਾਮ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ 'ਐਕਸਪੋਜ਼ਰ ਸੂਚਨਾ' ਜਾਂ 'ਐਕਸਪੋਜ਼ਰ ਲੌਗਿੰਗ'।
ur: اگر آپ کسی ایسے شخص سے قریبی رابطے میں رہے ہیں جس کا وائرس کا ٹیسٹ مثبت آیا ہو تو ایپ آپ کو اس کی اطلاع کرے گی۔ اس ایپ کے لئے کنٹیکٹ ٹریسنگ یعنی رابطوں کا پتہ لگانے کے لئے آپ کو درج ذیل کی اجازت دینے کی ضرورت ہے اور اطلاع وصول کرنے کے لئے آپ کو درج ذیل کی اجازت دینے کی ضرورت ہے: نوٹیفیکیشنز

# notification_permissions_onboarding_step_body
source: The app uses notifications. For example - to tell you if you’ve spent time near someone who has tested positive for coronavirus.
bn: অ্যাপটি নোটিফিকেশন ব্যবহার করে। যেমন - করোনাভাইরাসের পরীক্ষায় পজিটিভ হয়েছেন এমন কারো কাছাকাছি আপনি সময় পার করেছেন কি না সেটি জানাতে।
cy: Mae'r ap yn defnyddio hysbysiadau. Er enghraifft, i ddweud wrthych a ydych wedi bod yn agos at rywun sydd wedi profi'n bositif am y coronafeirws.
gu: એપ નોટિફિકેશનનો ઉપયોગ કરે છે. ઉદાહરણ તરીકે - તમે કોઈની નજીક સમય પસાર કર્યો હોય જેનું કોરોનાવાયરસ માટે હકારાત્મક પરીક્ષણ આવ્યું હોય, તે તમને જણાવવા માટે.
pa: ਇਹ ਐਪ ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। ਉਦਾਹਰਣ ਲਈ - ਤੁਹਾਨੂੰ ਇਹ ਦੱਸਣ ਲਈ ਕਿ ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਨੇੜੇ ਸਮਾਂ ਬਿਤਾਇਆ ਹੈ ਜੋ ਕੋਰੋਨਾਵਾਇਰਸ ਪੌਜ਼ਿਟਿਵ ਹੈ।
ur: یہ ایپ نوٹیفیکیشنز استعمال کرتی ہے۔ مثال کے طور پر - آپ کو بتانے کے لئے کہ آیا آپ نے کسی ایسے فرد کے نزدیک وقت گزارا ہے جس کا کوروناوائرس کا ٹیسٹ مثبت آیا ہو۔

# permissions_onboarding_step_detail
source: For the app to work properly, you need to allow ‘Exposure Notifications’.
bn: অ্যাপটির যথাযথ কার্যকারিতার জন্য, আপনাকে 'এক্সপোজার নোটিফিকেশনস' কে অনুমোদন দি্তে হবে।
cy: Er mwyn i'r ap weithio'n iawn, mae angen i chi ganiatáu 'Hysbysiadau Cysylltiad'.
gu: એપને યોગ્ય રીતે કાર્ય કરવા માટે, તમારે 'એક્સપોઝર નોટિફિકેશન' ને મંજૂરી આપવી જરૂરી છે.
pa: ਇਸ ਐਪ ਦੇ ਉਚਿਤ ਸੰਚਾਲਨ ਲਈ, ਤੁਹਾਨੂੰ 'ਐਕਸਪੋਜ਼ਰ ਸੂਚਨਾਵਾਂ' ਦੀ ਇਜਾਜ਼ਤ ਦੇਣੀ ਹੋਵੇਗੀ।
ur: اگر آپ اپنا ارادہ تبدیل کرتے ہیں تو، آپ کسی بھی وقت ترتیبات یعنی سیٹنگز میں اپنی اجازتیں تبدیل کرسکتے ہیں۔

# permissions_continue_button_title
source: Continue
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
ur: جاری رکھیں

# privacy_title
source: Protecting your privacy
bn: আপনার গোপনীয়তা রক্ষা করা
cy: Diogelu’ch preifatrwydd
gu: તમારી ગોપનીયતાની સુરક્ષા કરી રહી છે
pa: ਤੁਹਾਡੀ ਗੁਪਤਤਾ ਦੀ ਸੁਰੱਖਿਆ
ur: اپنی رازداری کا تحفظ کریں

# privacy_description_paragraph1
source: The NHS values your privacy. The app tracks the virus, it doesn’t track you and cannot see who you are, where you are or who is with you. Any information is stored on your phone, not in a central database. That means that if you test positive for coronavirus, you can choose to share your data with the NHS so we can alert other app users. You can be sure that personal data never leaves your phone and you remain anonymous at all times.
bn: NHS আপনার গোপনীয়তাকে গুরুত্ব দেয় অ্যাপটি ভাইরাসের গতিবিধি পর্যবেক্ষণ করে, এটি আপনার গতিবিধিকে পর্যবেক্ষণ করে না এবং আপনি কে, আপনি কাদের সাথে আছেন বা কারা আপনার সাথে রয়েছে তা অ্যাপটি দেখতে পারে না। যেকোনো তথ্য কোন কেন্দ্রীয় তথ্যবেসে নয়, বরং আপনার ফোনে সংরক্ষিত হয়। এর অর্থ হলো, যদি করোনাভাইরাস পরীক্ষাতে আপনার ফলাফল পজিটিভ আসে, তাহলে আমরা যাতে অন্যান্য অ্যাপ ব্যবহারকারীদের সতর্ক করতে পারি সেজন্য আপনার তথ্য NHS এর সাথে ভাগ করে নেওয়া আপনি বেছে নিতে পারেন। আপনি নিশ্চিত হতে পারেন যে ব্যক্তিগত তথ্য কখনই আপনার ফোন থেকে চলে যায় না এবং আপনার পরিচয় সবসময় বেনামে থাকে।
cy: Mae'r GIG yn parchu’ch preifatrwydd. Olrhain y feirws y mae’r ap, nid eich olrhain chi ac ni all weld pwy ydych chi, ble rydych chi na phwy sydd gyda chi. Mae unrhyw wybodaeth yn cael ei storio ar eich ffôn, nid mewn cronfa ddata ganolog. Mae hynny'n golygu, os byddwch chi'n profi'n bositif am y coronafeirws, y gallwch ddewis rhannu eich data gyda'r GIG er mwyn i ni allu rhybuddio defnyddwyr eraill yr ap. Gallwch chi fod yn sicr nad yw data personol byth yn gadael eich ffôn ac ni fydd eich enw yn cael ei ddatgelu.
gu: NHS માટે તમારી ગોપનીયતા મૂલ્યવાન છે. એપ વાયરસને ટ્રેસ કરે છે, તે તમને ટ્રેસ નથી કરતી અને તમે કોણ છો, તમે ક્યાં છો અને તમારી સાથે કોણ છે તે નથી જોઈ શકતી. કોઈપણ માહિતી જે તમારા ફોનમાં સંગ્રહિત છે, કેન્દ્રિય ડેટાબેઝમાં નથી. તેનો અર્થ થાય છે કે, જો કોરોનાવાયરસ માટે તમારું પરીક્ષણ હકારાત્મક આવ્યું, તો તમે NHS સાથે તમારો ડેટા શેર કરવાનું પસંદ કરી શકો છો, જેથી અમે અન્ય એપ વપરાશકર્તાઓને સજાગ કરી શકીએ. તમે નિશ્ચિંત રહી શકો છો કે તમારો અંગત ડેટા ક્યારેય તમારો ફોન નહીં છોડે અને તમે હંમેશા અનામી જ રહેશો.
pa: NHS ਤੁਹਾਡੀ ਗੁਪਤਤਾ ਦੀ ਕਦਰ ਕਰਦਾ ਹੈ। ਐਪ ਵਾਇਰਸ ਨੂੰ ਟਰੈਕ ਕਰਦਾ ਹੈ, ਇਹ ਤੁਹਾਨੂੰ ਟਰੈਕ ਨਹੀਂ ਕਰਦਾ ਅਤੇ ਇਹ ਨਹੀਂ ਦੇਖ ਸਕਦਾ ਕਿ ਤੁਸੀਂ ਕੌਣ ਹੋ, ਤੁਸੀਂ ਕਿਥੇ ਹੋ ਜਾਂ ਤੁਹਾਡੇ ਨਾਲ ਕੌਣ ਹੈ। ਹਰ ਜਾਣਕਾਰੀ ਕੇਂਦਰੀ ਡੇਟਾਬੇਸ ਵਿੱਚ ਨਹੀਂ, ਸਗੋਂ ਤੁਹਾਡੇ ਫੋਨ ਵਿੱਚ ਸਟੋਰ ਹੁੰਦੀ ਹੈ। ਇਸਦਾ ਅਰਥ ਇਹ ਹੈ ਕਿ ਜੇਕਰ ਤੁਸੀਂ ਕੋਰੋਨਾਵਾਇਰਸ ਪੌਜ਼ਿਟਿਵ ਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣਾ ਡਾਟਾ NHS ਨਾਲ ਸਾਂਝਾ ਕਰਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ ਤਾਂ ਜੋ ਅਸੀਂ ਹੋਰਾਂ ਐਪ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸਾਵਧਾਨ ਕਰ ਸਕੀਏ। ਤੁਸੀਂ ਪੱਕਾ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਵਿਅਕਤੀਗਤ ਡਾਟਾ ਤੁਹਾਡੇ ਫੋਨ ਤੋਂ ਬਾਹਰ ਤਾਂ ਨਹੀਂ ਨਿਕਲਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਹਰ ਸਮੇਂ ਗੁਮਨਾਮ ਰਹਿੰਦੇ ਹੋ।
ur: این ایچ ایس آپ کی رازداری کی قدر کرتا ہے، یعنی ایپ یہ نہیں بتا سکتی کہ آپ کون ہیں، آپ کہاں ہیں یا آپ کے ساتھ کون ہے۔ اگر آپ کا کورونا وائرس کے لئے ٹیسٹ مثبت ثابت ہوتا ہے تو آپ اپنے ڈیٹا کا این ایچ ایس کے ساتھ اشتراک کرنا منتخب کرسکتے ہیں تاکہ ہم ایپ کا استعمال کرنے والے دوسرے لوگوں کو باخبر کرسکیں۔ ہم یہ فیصلہ کرنے میں مدد کے لئے خودکار فیصلہ سازی کا طریقہ استعمال کرتے ہیں کہ کون سے دوسرے لوگوں کو گمنام طور پر مطلع کیا جانا ضروری ہے۔

# privacy_description_paragraph2
source: You also control your data. The app stores your data for 14 days after it’s been recorded (and for 21 days for the venues you check into with QR code). You can delete your data at any time by choosing ‘delete all my data’ or by uninstalling the app. Your phone may still keep some very basic data generated by the app - this is controlled by your phone’s operating system, not by the NHS.
bn: আপনিও আপনার তথ্য নিয়ন্ত্রণ করেন। রেকর্ড করার পর অ্যাপটি 14 দিনের (এবং কিউআর কোড দিয়ে ভেন্যুতে চেক-ইন করার পর 21 দিন) জন্য আপনার তথ্য সংরক্ষণ করে। 'আমার সকল ডেটা মুছে ফেলুন' (ডিলিট অল মাই ডেটা) বাছাই করে অথবা অ্যাপটি আনইনস্টল করে আপনি যেকোনো সময় আপনার ডেটা মুছে ফেলতে পারেন। অ্যাপ থেকে উদ্ভূত কিছু খুবই মৌলিক তথ্য আপনার ফোন তারপরেও সংরক্ষণ করতে পারে - এগুলো NHS দ্বারা নয়, বরং আপনার ফোনের অপারেটিং সিস্টেম দ্বারা নিয়ন্ত্রণ করা হয়।
cy: Chi hefyd sy’n rheoli eich data. Mae'r ap yn storio'ch data am 14 diwrnod ar ôl iddynt gael eu cofnodi (ac am 21 diwrnod ar gyfer y lleoliadau rydych chi'n mewngofnodi iddynt gyda’r cod QR). Gallwch ddileu eich data ar unrhyw adeg trwy ddewis 'dileu fy holl ddata' neu drwy ddadosod yr ap. Efallai y bydd eich ffôn yn dal i gadw rhywfaint o ddata sylfaenol iawn a gynhyrchir gan yr ap – system weithredu eich ffôn sy’n rheoli hyn, nid y GIG.
gu: તમે પણ તમારો ડેટા નિયંત્રિત કરી શકો છો. એપ 14 દિવસ માટે તમારો ડેટા સંગ્રહિત કરે છે પછી એ રેકોર્ડ કરવામાં આવશે (અને QR કોડ સાથે તમે ચેક-ઇન કરેલા વેન્યુ માટે 21 દિવસ માટે). તમે 'મારો ડેટા દૂર કરો' પસંદ કરીને અથવા એપ અનઇન્સ્ટોલ કરીને કોઈપણ સમયે તમારો ડેટા હટાવી શકો છો. તમારો ફોન હજુ પણ એપ દ્વારા ઉત્પન્ન કરેલો કેટલોક ખૂબ જ પાયાનો ડેટા રાખી શકે છે - આ તમારા ફોનની ઓપરેટિંગ સિસ્ટમ દ્વારા નિયંત્રિત કરવામાં આવે છે. NHS દ્વારા નહીં.
pa: ਤੁਸੀਂ ਆਪਣੇ ਡਾਟਾ ਨੂੰ ਨਿਯੰਤਰਤ ਵੀ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਐਪ ਤੁਹਾਡਾ ਡਾਟਾ ਰਿਕਾਰਡ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਇਸਨੂੰ 14 ਦਿਨਾਂ ਲਈ (ਅਤੇ ਤੁਹਾਡੇ ਦੁਆਰਾ QR ਕੋਡ ਰਾਹੀਂ ਚੈੱਕ ਇਨ ਕਰਨ ‘ਤੇ 21 ਦਿਨਾਂ ਲਈ) ਸਟੋਰ ਕਰਦੀ ਹੈ। ਤੁਸੀਂ 'ਮੇਰਾ ਸਾਰਾ ਡਾਟਾ ਮਿਟਾਓ' ਦੀ ਚੋਣ ਕਰਕੇ ਜਾਂ ਐਪ ਨੂੰ ਅਣਸਥਾਪਤ ਕਰਕੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣਾ ਡਾਟਾ ਮਿਟਾ ਸਕਦੇ ਹੋ। ਤੁਹਾਡਾ ਫੋਨ ਅਜੇ ਵੀ ਇਸ ਐਪ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤਾ ਬਹੁਤ ਹੀ ਮਾਮੂਲੀ ਡਾਟਾ ਸਟੋਰ ਕਰਕੇ ਰੱਖ ਸਕਦਾ ਹੈ - ਇਹ ਤੁਹਾਡੇ ਫੋਨ ਦੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੁਆਰਾ ਨਿਯੰਤਰਤ ਹੁੰਦਾ ਹੈ, NHS ਦੁਆਰਾ ਨਹੀਂ।
ur: یہ ایپ ڈیٹا کو ریکارڈ کرنے کے بعد 14 دنوں کے لئے اسے محفوظ اور گمنام طریقے سے محفوظ کرتی ہے۔ آپ کسی بھی وقت اپنی ایپ کی ترتیبات یعنی سیٹنگز میں جا کر، یا ایپ کو ان انسٹال کرکے ایپ سے کوائف یعنی ڈیٹا کو حذف کرسکتے ہیں۔ آپ کا فون کچھ بنیادی ڈیٹا رکھ سکتا ہے - یہ آپ کے فون کے آپریٹنگ سسٹم کے ذریعے کنٹرول کیا جاتا ہے۔

# privacy_description_paragraph4
source: This app uses automated decision-making. This means that people do not make decisions. Therefore no one sees your data.
bn: এই অ্যাপটি স্বয়ংক্রিয়ভাবে সিদ্ধান্ত গ্রহণ প্রক্রিয়া ব্যবহার করে। এর অর্থ ব্যক্তিবর্গ সিদ্ধান্ত গ্রহণ করে না। সুতরাং আপনার তথ্য কেউ দেখে না।
cy: Mae’r ap hwn yn defnyddio system awtomataidd i wneud penderfyniadau
gu: આ એપ સ્વચલિત નિર્ણય લેવાનો ઉપયોગ કરે છે. આનો અર્થ થાય છે કે લોકો નિર્ણયો લેતા નથી. તેથી કોઈપણ તમારો ડેટા જોઈ શકતું નથી.
pa: ਇਹ ਐਪ ਸਵੈਚਲਿਤ ਫੈਸਲੇ ਲੈਣ ਵਾਲੀ ਸੁਵਿਧਾ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਲੋਕ ਫੈਸਲੇ ਨਹੀਂ ਲੈਂਦੇ ਹਨ। ਇਸ ਲਈ ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਤੁਹਾਡੇ ਡਾਟੇ ਨੂੰ ਨਹੀਂ ਦੇਖ ਸਕਦਾ।
ur: جب آپ ایپ کا استعمال کریں گے تو آپ اپنی کمیونٹی کو صحت مند رکھنے اور زندگیاں بچانے میں مدد کریں گے۔ ایپ کی گمنام معلومات ہمیں یہ جاننے میں مدد دیتی ہے کہ وائرس کہاں ہے اور اس پر کیسے قابو پایا جائے۔

# privacy_notice_label
source: Privacy notice
bn: গোপনীয়তার বিজ্ঞপ্তি
cy: Hysbysiad Preifatrwydd
gu: ગોપનીયતા નોટિસ
pa: ਗੁਪਤਤਾ ਸੰਬੰਧੀ ਨੋਟਿਸ
ur: رازداری کا نوٹس

# terms_of_use_label
source: Terms of use
bn: ব্যবহারের শর্তাবলী
cy: Telerau Defnyddio
gu: ઉપયોગની શરતો
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
ur: استعمال کی شرائط

# link_accessibility_hint
source: Opens in your browser
bn: আপনার ব্রাউজারে খোলে
cy: Yn agor yn eich porwr
gu: તમારું બ્રાઉઝર ખોલો
pa: ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਖੁੱਲ੍ਹਦਾ ਹੈ
ur: آپ کے براؤزر میں کھلتا ہے

# privacy_links_label
source: Before you activate this app, please read the Privacy Notice and agree to the Terms of Use.
bn: অ্যাপটি চালু করার পূর্বে, অনুগ্রহ করে গোপনীয়তা বিজ্ঞপ্তি পড়ুন এবং ব্যবহারের শর্তাবলীতে সম্মতি দিন।
cy: Cyn i chi weithredu’r ap hwn, darllenwch yr Hysbysiad Preifatrwydd a chytuno i’r Telerau Defnyddio.
gu: તમે આ એપ સક્રિય કરો તે પહેલા, કૃપા કરી ગોપનીયતા નોટિસ વાંચો અને ઉપયોગની શરતોને સહમત થાઓ.
pa: ਇਸ ਐਪ ਨੂੰ ਚਾਲੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਗੁਪਤਤਾ ਨੋਟਿਸ ਪੜ੍ਹੋ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ‘ਤੇ ਸਹਿਮਤੀ ਦਿਓ।
ur: یہ ایپ فعال کرنے سے قبل براہ کرم رازداری کا نوٹس پڑھیں اور استعمال کی شرائط پر رضامندی ظاہر کریں۔

# privacy_links_accessibility_label
source: Important: Before you activate this app, please read the Privacy Notice and agree to the Terms of Use.
bn: জরুরি: অ্যাপটি চালু করার পূর্বে, অনুগ্রহ করে গোপনীয়তা বিজ্ঞপ্তি পড়ুন এবং ব্যবহারের শর্তাবলীতে সম্মতি দিন।
cy: Pwysig: Cyn i chi weithredu'r ap hwn, darllenwch yr Hysbysiad Preifatrwydd a chytuno i'r Telerau Defnyddio.
gu: મહત્વપૂર્ણ: તમે આ એપ સક્રિય કરો તે પહેલા, કૃપા કરી ગોપનીયતા નોટિસ વાંચો અને ઉપયોગની શરતોને સહમત થાઓ.
pa: ਮਹਤੱਵਪੂਰਨ: ਇਸ ਐਪ ਨੂੰ ਚਾਲੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਗੁਪਤਤਾ ਨੋਟਿਸ ਪੜ੍ਹੋ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ‘ਤੇ ਸਹਿਮਤੀ ਦਿਓ।
ur: اہم: یہ ایپ فعال کرنے سے قبل براہ کرم رازداری کا نوٹس پڑھیں اور استعمال کی شرائط پر رضامندی ظاہر کریں۔

# privacy_yes_button
source: I agree
bn: আমি সম্মত আছি
cy: Rwy’n cytuno
gu: હું સહમત છું
pa: ਮੈਂ ਸਹਿਮਤ ਹਾਂ
ur: میں متفق ہوں

# privacy_no_button
source: No, thanks
bn: না, ধন্যবাদ
cy: Dim diolch
gu: ના, આભાર
pa: ਨਹੀਂ, ਧੰਨਵਾਦ
ur: نہیں، شکریہ

# privacy_no_button_accessibility_label
source: No thanks, I do not agree
bn: না ধন্যবাদ, আমি সম্মত নই
cy: Dim diolch, nid wyf yn cytuno
gu: ના,આભાર., હું અસહમત છું
pa: ਨਹੀਂ ਧੰਨਵਾਦ, ਮੈਂ ਸਹਿਮਤ ਨਹੀਂ ਹਾਂ
ur: نہیں شکریہ، میں متفق نہیں

# privacy_header
source: You’re in control
bn: আপনি এর নিয়ন্ত্রণে রয়েছেন
cy: Chi sy'n rheoli
gu: તમે નિયંત્રણમાં છે
pa: ਤੁਸੀਂ ਨਿਯੰਤਰਣ ਵਿੱਚ ਹੋ
ur: آپ بااختیار ہیں

# data_header
source: Your data
bn: আপনার তথ্য
cy: Eich data
gu: તમારો ડેટા
pa: ਤੁਹਾਡਾ ਡਾਟਾ
ur: آپ کا ڈیٹا

# home_diagnosis_button_title
source: Report symptoms
bn: উপসর্গ সম্পর্কে জানান
cy: Rhoi gwybod am symptomau
gu: રિપોર્ટના લક્ષણો
pa: ਲੱਛਣਾਂ ਦੀ ਸੂਚਨਾ ਦਿਓ
ur: علامات کی اطلاع دیں

# home_default_advice_button_title
source: Read latest advice
bn: সর্বশেষ পরামর্শ পড়ুন
cy: Darllen y cyngor diweddaraf
gu: નવીનતમ સલાહ વાંચો
pa: ਨਵੀਨਤਮ ਸਲਾਹ ਪੜ੍ਹੋ
ur: تازہ ترین مشورہ پڑھیں

# home_isolation_advice_button_title
source: Read self-isolation advice
bn: সেলফ-আইসোলেশন সম্পর্কিত পরামর্শগুলো পড়ুন
cy: Darllen y cyngor diweddaraf
gu: સ્વ-એકાંત સલાહ વાંચો
pa: ਸਵੈ ਇਕਾਂਤ ਬਾਰੇ ਸਲਾਹ ਪੜ੍ਹੋ
ur: ذاتی علیحدگی کا مشورہ پڑھیں

# home_testing_information_button_title
source: Book a free test
bn: বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন
cy: Archebu prawf am ddim
gu: નિ:શુલ્ક પરીક્ષણ બુક કરો
pa: ਮੁਫਤ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
ur: مفت ٹیسٹ بک کروائیں

# home_about_the_app_button_title
source: About this app
bn: অ্যাপ সম্পর্কিত তথ্য
cy: Sut mae’r ap yn gweithio
gu: આ એપ વિષે
pa: ਇਸ ਐਪ ਬਾਰੇ ਜਾਣਕਾਰੀ
ur: اس ایپ کے بارے میں

# home_toggle_exposure_notification_title
source: Contact tracing
bn: কন্ট্যাক্ট ট্রেসিং
cy: Olrhain cyswllt
gu: સંપર્ક ટ્રેસ કરી રહ્યું છે
pa: ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ
ur: رابطے کا سراغ

# home_toggle_exposure_notification_on
source: Active
bn: সক্রিয়
cy: Gweithredol
gu: સક્રિય
pa: ਚਾਲੂ
ur: فعال

# home_toggle_exposure_notification_off
source: Inactive
bn: নিষ্ক্রিয়
cy: Anweithredol
gu: નિષ્ક્રિય
pa: ਬੰਦ
ur: غیر فعال

# home_checkin_button_title
source: Venue check-in
bn: স্থানে প্রবেশ করা
cy: Mewngofnodi i leoliad
gu: વેન્યુ ચેક-ઇન
pa: ਜਗ੍ਹਾ ‘ਤੇ ਚੈੱਕ-ਇਨ
ur: مقام پر چیک ان

# home_about_button_title
source: About
bn: সম্পর্কে
cy: Ynglŷn â
gu: વિષે
pa: ਇਸ ਬਾਰੇ ਜਾਣਕਾਰੀ
ur: بارے میں

# home_about_button_title_accessibility_label
source: About the NHS Test and Trace app
bn: NHS যাচাই ও অনুসন্ধান সম্পর্কে
cy: Ynglŷn ag ap Profi ac Olrhain y GIG
gu: NHS પરીક્ષણ અને શોધ એપ વિષે
pa: NHS ਟੈਸਟ ਅਤੇ ਟ੍ਰੇਸ ਐਪ ਬਾਰੇ ਜਾਣਕਾਰੀ
ur: NHS ٹیسٹ اینڈ ٹریس ایپ کے بارے میں

# home_early_access_label
source: This is an early access release of the NHS COVID-19 app exclusively for clinical investigations
bn: এটি হল কেবলমাত্র ক্লিনিকাল অনুসন্ধানের জন্য ব্যবহার করতে NHS কোভিড-19 অ্যাপের একটি প্রারম্ভিক মুক্তি
cy: Fersiwn mynediad cynnar yw hon o’r ap COVID-19 ar gyfer ymchwiliadau clinigol yn unig
gu: આ તબીબી શોધખોળ માટે NHS, COVID-19, એપનું એક પ્રારંભિક એક્સેસ જાહેર કરવામાં આવ્યો છે.
pa: ਇਹ ਕੇਵਲ ਕਲੀਨਿਕਲ ਜਾਂਚਾਂ ਲਈ NHS COVID-19 ਐਪ ਦੀ ਸ਼ੁਰੂਆਤੀ ਪਹੁੰਚ ਰੀਲੀਜ਼ ਹੈ

# risk_level_indicator_contact_tracing_active
source: Your app is active and scanning
bn: আপনার অ্যাপটি চালু রয়েছে এবং স্ক্যান করছে
cy: Olrhain cyswllt yn weithredol
gu: તમારી એપ સક્રિય છે અને સ્કેન કરી રહી છે
pa: ਤੁਹਾਡਾ ਐਪ ਚਾਲੂ ਹੈ ਅਤੇ ਸਕੈਨ ਕਰ ਰਹੀ ਹੈ
ur: آپ کی ایپ فعال ہے اور اسکین کر رہی ہے

# risk_level_indicator_contact_tracing_not_active
source: Contact tracing not active
bn: কন্ট্যাক্ট ট্রেসিং চালু নেই
cy: Olrhain cyswllt yn anweithredol
gu: સંપર્ક ટ્રેસિંગ સક્રિય નથી
pa: ਸੰਪਰਕ ਟਰੇਸਿੰਗ ਸਰਗਰਮ ਨਹੀਂ ਹੈ
ur: رابطے کا پتہ لگانا غیرفعال ہے

# risk_level_low
source: LOW
bn: নিম্ন
cy: ISEL
gu: ઓછું
pa: ਘੱਟ
ur: کم

# risk_level_medium
source: MEDIUM
bn: মধ্যম
cy: CANOLIG
gu: મધ્યમ
pa: ਦਰਮਿਆਨਾ
ur: معتدل

# risk_level_high
source: HIGH
bn: উচ্চ
cy: UCHEL
gu: ઉચ્ચ
pa: ਬਹੁਤ ਜਿਆਦਾ
ur: شدید

# risk_level_banner_text %@ %@
source: %@ area risk level is %@
bn: %@ এলাকার ঝুঁকির মাত্রা হলো %@
cy: Yn ardaloedd %@ mae lefel risg yn %@
gu: %@ વિસ્તારનું જોખમ છે %@
pa: %@ ਖੇਤਰ ਦਾ ਜੋਖਮ ਪੱਧਰ ਹੈ %@
ur: %@ علاقے کے خطرے کی سطح ہے %@

# risk_level_more_info
source: More info
bn: আরও তথ্য
cy: Rhagor o wybodaeth
gu: વધુ માહિતી
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ
ur: مزید معلومات

# risk_level_more_info_accessibility_label
source: More information about postcode district risk alerts
bn: পোস্টকোড ডিস্ট্রিক্ট ঝুঁকি সতর্কতা সম্পর্কিত আরও তথ্য
cy: Rhagor o wybodaeth am rybuddion risg ardal cod post
gu: પોસ્ટકોડ જિલ્લા જોખમ ચેતવણીઓ વિષે વધુ માહિતી
pa: ਜ਼ਿਲ੍ਹਾ ਪੋਸਟਕੋਡ ਜੋਖਮ ਸਾਵਧਾਨੀਆਂ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ
ur: پوسٹ کوڈ کے ضلع میں خطرے کی اطلاعات کے متعلق مزید معلومات

# risk_level_screen_low_body
source: Low - your local authority is currently assessed as ‘low risk’, with levels of infection similar to most other parts of the country
bn: কম - দেশের অন্যান্য অঞ্চলে সংক্রমণের মাত্রার অনুরূপে, আপনার স্থানীয় কর্তৃপক্ষকে বর্তমানে “কম ঝুঁকিসম্পন্ন” হিসাবে মূল্যায়ন করা হয়
cy: Isel – ar hyn o bryd mae eich awdurdod lleol yn cael ei asesu fel 'risg isel', gyda lefelau haint sy'n debyg i’r rhan fwyaf o rannau eraill y wlad.
gu: ઓછું - તમારી સ્થાનિક સત્તાનું હાલમાં દેશના અન્ય ભાગોને સમાન ચેપના સ્તર ધરાવતા સાથે "ઓછા જોખમ" ધરાવનાર તરીકે મૂલ્યાંકન કર્યું છે
pa: ਘੱਟ - ਤੁਹਾਡੇ ਸਥਾਨਕ ਅਥਾਰਟੀ ਦਾ ਇਸ ਵੇਲੇ ਦੇਸ਼ ਦੇ ਹੋਰਾਂ ਹਿੱਸਿਆਂ ਵਾਂਗ ਸੰਕ੍ਰਮਣ ਦੇ ਪੱਧਰ ਮੁਤਾਬਕ, "ਘੱਟ ਜੋਖਮ" ਵਜੋਂ ਮੁਲਾਂਕਣ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
ur: کم - آپ کی مقامی اتھارٹی کا حالیہ تجزیہ 'کم خطرے' کا ہے، جو ملک کے زیادہ تر دیگر حصوں میں انفیکشن کی سطح کے مماثل ہے

# risk_level_screen_medium_body
source: Medium - your local authority, or a neighbouring local authority, has higher levels of infection than other parts of the country. The local area plan has been implemented and targeted actions are in place to reduce transmission of infection (e.g. additional testing in care homes and increased community engagement with high risk groups). Some areas may be receiving additional national support (e.g. mobile testing capacity)
bn: মধ্যম - দেশের অন্যান্য অঞ্চলের তুলনা, আপনার স্থানীয় কর্তৃপক্ষ, বা নিকটবর্তী স্থানীয় কর্তৃপক্ষে উচ্চ মাত্রায় সংক্রমণ রয়েছে। স্থানীয় আঞ্চলিক পরিকল্পনাটি কার্যকর করা হয়েছে এবং সংক্রমণ ছড়িয়ে পড়া হ্রাস করতে লক্ষ্যমাত্রাযুক্ত পদক্ষেপ (যেমন, কেয়ার হোমগুলোতে অতিরিক্ত পরীক্ষা করানো এবং উচ্চ ঝুঁকিসম্পন্ন গ্রুপের সাথে কমিউনিটি সম্পৃকতা বৃদ্ধি) গ্রহণ করা হয়েছে। কিছু অঞ্চল অতিরিক্ত জাতীয় সহায়তা (যেমন ভ্রাম্যমাণ পরীক্ষা করানোর সক্ষমতা) পেতে পারে
cy: Canolig – mae gan eich awdurdod lleol, neu awdurdod lleol cyfagos, lefelau uwch o haint na rhannau eraill y wlad. Mae'r cynllun ardal lleol wedi'i weithredu ac mae camau pwrpasol ar waith i leihau trosglwyddiad yr haint (ee profion ychwanegol mewn cartrefi gofal a mwy o ymgysylltiad cymunedol â grwpiau risg uchel). Efallai bod rhai ardaloedd yn derbyn cymorth cenedlaethol ychwanegol (ee capasiti i gynnal profion symudol).
gu: મધ્યમ: દેશના અન્ય ભાગો કરતાં તમારી સ્થાનિક સત્તા, અથવા તમારી નજીકની સ્થાનિક સત્તાને ચેપનું વધુ જોખમ છે. સ્થાનિક વિસ્તારની યોજનાઓ અમલમાં મૂકવામાં આવી છે અને ચેપનું સંક્રમણ ઘટાડવા માટે લક્ષિત કાર્યો કરવામાં આવી રહ્યા છે (દા.ત સંભાળ ઘરોમાં વધારાના પરીક્ષણો અને ઉચ્ચ જોખમ ધરાવતા સમૂહોમાં સામૂહિક જોડાણ વધારીને). કેટલાક વિસ્તારો વધારાના રાષ્ટ્રીય સહકાર મેળવી શકે છે (દા.ત. મોબાઈલ પરીક્ષણ ક્ષમતા)
pa: ਮੱਧਮ - ਤੁਹਾਡੀ ਸਥਾਨਕ ਅਥਾਰਟੀ, ਜਾਂ ਇੱਕ ਗੁਆਂਢੀ ਸਥਾਨਕ ਅਥਾਰਟੀ ਨੂੰ ਦੇਸ਼ ਦੇ ਹੋਰਾਂ ਹਿੱਸਿਆਂ ਦੇ ਮੁਕਾਬਲੇ ਵੱਧ ਪੱਧਰ ਦਾ ਸੰਕ੍ਰਮਣ ਹੁੰਦਾ ਹੈ। ਸੰਕ੍ਰਮਣ ਨੂੰ ਫੈਲਣ ਤੋਂ ਰੋਕਣ ਲਈ ਸਥਾਨਕ ਖੇਤਰ ਯੋਜਨਾ ਲਾਗੂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਯੋਜਨਾਬੱਧ ਕਾਰਵਾਈਆਂ ਸਥਾਪਤ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ (ਉਦਾਹਰਣ ਲਈ ਕੇਅਰ ਹੋਮਸ ਵਿੱਚ ਵਧੇਰੇ ਟੈਸਟਿੰਗ ਅਤੇ ਉੱਚ ਜੋਖਮ ਵਾਲੇ ਸਮੂਹਾਂ ਵਿੱਚ ਕਮਿਊਨਿਟੀ ਦੀ ਵਧੇਰੇ ਸ਼ਮੂਲੀਅਤ)। ਹੋ ਸਕਦਾ ਹੈ ਕੁੱਝ ਖੇਤਰਾਂ ਨੂੰ ਵਧੇਰੇ ਰਾਸ਼ਟਰੀ ਮਦਦ ਮਿਲੇ (ਉਦਾਹਰਣ ਲਈ ਮੋਬਾਈਲ ਟੈਸਟਿੰਗ ਸਮਰੱਥਾ)
ur: معتدل - آپ کی مقامی اتھارٹی یا کسی ہمسایہ مقامی اتھارٹی میں ملک کے دیگر حصوں کی نسبت انفیکشن کی سطح زیادہ ہے۔ مقامی علاقے کا پلان نافذ کر دیا گیا ہے اور ہدف کردہ کارروائیاں کی جا رہی ہیں تا کہ انفیکشن کی منتقلی کی رفتار گھٹائی جا سکے (مثلاً کیئر ہومز میں اضافی ٹیسٹس اور زیادہ خطرے والے گروہوں میں اضافی کمیونٹی شمولیت)۔ ممکن ہے کہ چند علاقوں کو اضافی قومی سپورٹ حاصل ہو (مثلاً حرکی ٹیسٹوں کی گنجائش)
