Repository: Cranorve/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/App/Resources/*.lproj/Localizable.strings
Languages: bn, cy, gu, pa, ur

# mydata_section_test_result_description
source: LAST TEST RESULT TAKEN
bn: সর্বশেষ পরীক্ষার ফলাফল
cy: CANLYNIAD Y PRAWF DIWETHAF A GAFWYD
gu: અંતિમ પરીક્ષણના પરિણામો લેવાય ચૂક્યા છે
pa: ਪਿਛਲੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ
ur: آخری مرتبہ لیے گئے ٹیسٹ کا نتیجہ

# mydata_section_venue_history_description
source: VENUE HISTORY
bn: স্থানসমূহের ইতিহাস
cy: HANES Y LLEOLIAD
gu: વેન્યુનો ઇતિહાસ
pa: ਦੌਰਾ ਕੀਤੀ ਗਈ ਥਾਂ ਦਾ ਇਤਿਹਾਸ
ur: مقام کی تاریخ

# mydata_section_symptoms_description
source: SYMPTOMS ONSET DATE
bn: উপসর্গ শুরু হওয়ার তারিখ
cy: DYDDIAD Y DECHREUODD Y SYMPTOMAU
gu: તારીખ પરના લક્ષણો
pa: ਲੱਛਣ ਆਉਣ ਦੀ ਮਿਤੀ
ur: علامات ظاہر ہونے کی تاریخ

# mydata_section_encounter_description
source: ENCOUNTER DATE
bn: সাক্ষাতের তারিখ
cy: DYDDIAD CYFARFOD
gu: તારીખ એન્કાઉન્ટર કરો
pa: ਪਤਾ ਲੱਗਣ ਦੀ ਮਿਤੀ
ur: سامنا ہونے کی تاریخ

# mydata_section_date_description
source: Date
bn: তারিখ
cy: Dyddiad
gu: તારીખ
pa: ਮਿਤੀ
ur: تاریخ

# mydata_test_result_positive
source: Positive
bn: পজিটিভ
cy: Positif
gu: સકારાત્મક
pa: ਪੌਜ਼ਿਟਿਵ
ur: مثبت

# mydata_test_result_negative
source: Negative
bn: নেগেটিভ
cy: Negyddol
gu: નકારાત્મક
pa: ਨੈਗੇਟਿਵ
ur: منفی

# mydata_data_deletion_button_title
source: Delete all my data
bn: আমার সকল তথ্য মুছে ফেলুন
cy: Dileu fy holl ddata
gu: મારો તમામ ડેટા હટાવો
pa: ਮੇਰਾ ਸਾਰਾ ਡਾਟਾ ਮਿਟਾਓ
ur: میرا تمام ڈیٹا مٹا دیں

# mydata_delete_data_alert_title
source: Deleting your app data?
bn: আপনার অ্যাপের ডেটা মুছে ফেলছেন?
cy: Dileu eich data ar yr ap?
gu: તમારો એપ ડેટા હટાવવો છે?
pa: ਤੁਹਾਡੇ ਐਪ ਡਾਟਾ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?
ur: آپ کا ڈیٹا مٹانے سے ایپ ریسیٹ ہوجائے گا؟

# mydata_delete_data_alert_description
source: Any information you share through this app will only be used for public health purposes. Data held will be removed once you confirm. Please note that your phone will retain some information, such as the data your phone collects to log other user app users. This data is not controlled by the app but by your phone’s operating system. If you want to continue using this app later, you will have to set it up again.
bn: এই অ্যাপের মাধ্যমে আপনি যে তথ্য ভাগ করেন সেগুলো শুধুমাত্র জনস্বাস্থ্যের উদ্দেশ্যে ব্যবহার করা হবে। আপনি নিশ্চিত করার পর সংরক্ষিত তথ্য মুছে ফেলা হবে। অনুগ্রহ করে মনে রাখবেন যে আপনার ফোন কিছু তথ্য বজায় রাখবে, যেমন, এই অ্যাপের অন্যান্য ব্যবহারকারীদেরকে লগ করতে আপনার ফোন যে ডেটা সংগ্রহ করে। এই তথ্যগুলো অ্যাপ দ্বারা নিয়ন্ত্রিত নয় বরং আপনার ফোনের অপারেটিং সিস্টেম দ্বারা নিয়ন্ত্রিত। আপনি যদি এই অ্যাপটি পরবর্তীতে ব্যবহার করা চালিয়ে যেতে চান, তাহলে এটি আপনাকে আবার সেট আপ করতে হবে।
cy: Dim ond at ddibenion iechyd y cyhoedd y bydd unrhyw wybodaeth rydych yn ei rhannu trwy’r ap hwn yn cael ei defnyddio. Bydd y data a gedwir yn cael ei dynnu unwaith y byddwch yn cadarnhau. Sylwch y bydd eich ffôn yn cadw rhywfaint o wybodaeth, megis y data y mae eich ffôn yn eu casglu i gofnodi defnyddwyr eraill yr ap. Nid yw’r data hyn yn cael eu rheoli gan yr ap ond gan system weithredu eich ffôn. Os ydych am barhau i ddefnyddio’r ap hwn yn nes ymlaen, bydd rhaid i chi ei sefydlu eto.
gu: આ એપ દ્વારા વહેંચવામાં આવેલી કોઈપણ માહિતી માત્ર જાહેર સ્વાસ્થ્ય હેતુઓ માટે જ ઉપયોગમાં લેવામાં આવશે. તમે એકવાર સુનિશ્ચિત કરો તે પછી રાખવામા આવેલો ડેટા દૂર કરવામાં આવશે. કૃપા કરી નોંધશો કે તમારો ફોન કેટલીક માહિતી જાળવી રાખશે, જેમ કે અન્ય એપ વપરાશકર્તાના લૉગ એકત્રિત કરવા માટે તમારા ફોને લીધેલો ડેટા. આ ડેટા એપ દ્વારા નિયંત્રિત કરવામાં નથી આવતો, પરંતુ તમારા ફોનની ઓપરેટિંગ સિસ્ટમ દ્વારા કરવામાં આવે છે. જો તમે બાદમાં પણ આ એપનો ઉપયોગ ચાલુ રાખવા માંગતા હોવ, તમારે તેને ફરીથી સુયોજિત કરવી પડશે.
pa: ਤੁਹਾਡੇ ਦੁਆਰਾ ਇਸ ਐਪ ਰਾਹੀਂ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਹਰ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕੇਵਲ ਜਨਤਕ ਸਿਹਤ ਦੇ ਮੰਤਵ ਲਈ ਕੀਤੀ ਜਾਵੇਗੀ। ਸੰਭਾਲੇ ਗਏ ਡਾਟਾ ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪੁਸ਼ਟੀ ਕੀਤੇ ਜਾਣ ‘ਤੇ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ ਤੁਹਾਡੇ ਫੋਨ ਵਿੱਚ ਕੁੱਝ ਜਾਣਕਾਰੀ ਬਣੀ ਰਹੇਗੀ, ਜਿਵੇਂ ਕਿ ਹੋਰਾਂ ਐਪ ਵਰਤੋਂਕਾਰ ਨੂੰ ਲੌਗ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਫੋਨ ਦੁਆਰਾ ਇਕੱਠੀ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ। ਇਹ ਡੇਟਾ ਐਪ ਦੁਆਰਾ ਨਹੀਂ ਸਗੋਂ ਤੁਹਾਡੇ ਫੋਨ ਦੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੁਆਰਾ ਨਿਯੰਤਰਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਕੁੱਝ ਸਮੇਂ ਬਾਅਦ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਇਸਨੂੰ ਮੁੜ ਸਥਾਪਤ ਕਰਨਾ ਹੋਵੇਗਾ।
ur: آپ کی طرف سے اس ایپ کے ذریعے بانٹی گئی کسی معلومات کو صرف عوامی صحت کے مقاصد کے لئے استعمال کیا جائے گا۔ جب آپ "ڈیٹا حذف کریں" کو دباتے ہیں تو رکھے گئے ڈیٹا کو ختم کر دیا جائے گا۔ حذف کئے جانے میں الگ تھلگ رہنے کے کوئی فعال دورانیے اور یہ شامل ہے کہ آپ کا کتنا وقت باقی ہے۔ براہ کرم نوٹ کریں کہ آپ کا فون کُچھ معلومات محفوظ رکھے گا، جیسا کہ وہ ڈیٹا جو آپ کا فون ایپ کے دیگر استعمال کنندگان کو لاگ کرنے کے لئے اکٹھا کرتا ہے۔ اس ڈیٹا کو ایپ کی طرف سے کنٹرول نہیں کیا جاتا بلکہ آپ کے فون کا چلانے کا نظام اس کو کنٹرول کرتا ہے۔ حذف کئے جانے کے بعد اگر آپ اس ایپ کو دوبارہ استعمال کرنا چاہتے ہیں تو آپ کو اسے دوبارہ سیٹ اپ کرنا ہوگا۔

# mydata_delete_data_alert_button_title
source: Delete data
bn: তথ্য মুছে ফেলুন
cy: Dileu data
gu: ડેટાને હટાવો
pa: ਡਾਟਾ ਮਿਟਾਓ
ur: ڈیٹا مٹائیں

# accessability_error_os_out_of_date
source: OS out of date
bn: OS পুরনো
cy: OS wedi dyddio
gu: OS જૂનું છે
pa: ਪੁਰਾਣਾ ਓਐਸ
ur: اپنا سافٹ ویئر اپ ڈیٹ کریں

# accessability_error_update_the_app
source: Update your software
bn: আপনার সফটওয়্যার আপডেট করুন
cy: Diweddarwch eich meddalwedd
gu: તમારો સોફ્ટવેર અપડેટ કરો
pa: ਆਪਣੇ ਸੌਫਟਵੇਅਰ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
ur: ایپ اپ ڈیٹ کریں

# accessability_error_cannot_run_app
source: Unfortunately, you can’t run this app
bn: দুর্ভাগ্যবশত, আপনি এই অ্যাপটি চালাতে পারবেন না
cy: Yn anffodus, ni allwch redeg yr ap hwn
gu: કમનસીબે, તમે આ એપ ચલાવી શકશો નહીં
pa: ਬਦਕਿਸਮਤੀ ਨਾਲ, ਤੁਸੀਂ ਇਹ ਐਪ ਨਹੀਂ ਚਲਾ ਸਕਦੇ ਹੋ
ur: بدقسمتی سے آپ یہ ایپ نہیں چلا سکتے

source: Cancel
bn: বাতিল করুন
cy: Canslo
gu: રદ્દ કરો
pa: ਰੱਦ ਕਰੋ
ur: منسوخ کریں

source: Back
bn: ফিরে যান
cy: Mynd yn ôl
gu: પાછા જાઓ
pa: ਵਾਪਸ ਜਾਓ
ur: واپس جائیں

# step_label %ld %ld
source: %ld / %ld
ur: قدم %ld از %ld

# link_privacy
source: https://www.gov.uk/government/publications/nhs-test-and-trace-app-privacy-information
ur: https://www.gov.uk/government/publications/nhs-test-and-trace-app-privacy-information/nhs-test-and-trace-app-early-adopter-trial-august-2020-privacy-notice

# link_our_policies
source: https://covid19.nhs.uk/our-policies.html
ur: https://covid19.nhs.uk/terms-of-use-urdu.html

# link_faq
source: https://faq.covid19.nhs.uk/
ur: https://covid19.nhs.uk/common-questions-urdu.html

# link_about_the_app
source: https://covid19.nhs.uk
ur: https://covid19.nhs.uk/introducing-the-app-urdu.html

# link_isolation_advice
source: https://faq.covid19.nhs.uk/article/KA-01099/en-us
ur: https://faq.covid19.nhs.uk/article/KA-01197/en-us

# link_more_info_on_postcode_risk
source: https://faq.covid19.nhs.uk/article/KA-01101/en-us
ur: https://faq.covid19.nhs.uk/article/KA-01196/en-us

# link_how_this_app_works
source: https://covid19.nhs.uk/about-the-app.html
ur: https://covid19.nhs.uk/introducing-the-app-urdu.html
