Repository: Cranorve/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/App/Resources/*.lproj/Localizable.strings
Languages: bn, cy, gu, pa, ur

# alert_app_availability_changed_body
source: Tap to see the details.
bn: বিস্তারিত দেখতে ট্যাপ করুন।
cy: Tapiwch i weld y manylion.
gu: વિગતો જોવા માટે ટેપ કરો.
pa: ਵੇਰਵੇ ਦੇਖਣ ਲਈ ਟੈਪ ਕਰੋ।
ur: تفصیلات دیکھنے کے لئے ٹیپ کریں۔

# diagnosis_questionnaire_title
source: Select symptoms
bn: উপসর্গ নির্বাচন করুন
cy: Dewiswch symptomau
gu: લક્ષણો પસંદ કરો
pa: ਲੱਛਣ ਚੁਣੋ
ur: علامات منتخب کریں

source: Loading…
bn: লোড হচ্ছে…
cy: Wrthi’n llwytho…
gu: લોડ થઈ રહ્યું છે...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
ur: لوڈ ہو رہا ہے...

# loading_failed_action
source: Try again
bn: আবার চেষ্টা করুন
cy: Ceisiwch eto
gu: ફરીથી પ્રયત્ન કરો
pa: ਫਿਰ ਅਜ਼ਮਾਓ
ur: دوبارہ کوشش کریں

# loading_failed_heading
source: Something went wrong
bn: কোনো ভুল হয়েছে
cy: Aeth rhywbeth o’i le
gu: કંઈક ખોટું થયું છે
pa: ਕੁੱਝ ਗਲਤ ਹੋ ਗਿਆ
ur: کچھ گڑبڑ ہے

# loading_failed_body
source: Before trying again, please check that your phone’s mobile data settings are on, check your Wi-Fi connection (if using one) and make sure that Airplane Mode is off.
bn: আবার চেষ্টা করার আগে, অনুগ্রহ করে দেখুন যে আপনার ফোনের মোবাইল ডেটা সেটিংস চালু রয়েছে কি না, আপনার ওয়াইফাই (যদি ব্যবহার করা হয়) সংযোগ দেখুন এবং নিশ্চিত করুন যে এয়ারপ্লেন মোডটি নিষ্ক্রিয় রয়েছে।
cy: Cyn rhoi cynnig arall arni, gwiriwch fod gosodiadau data symudol eich ffôn ymlaen, gwiriwch eich cysylltiad Wi-Fi (os ydych yn defnyddio un) a gwnewch yn siŵr bod Modd Awyren i ffwrdd.
gu: ફરીથી પ્રયત્ન કરતાં પહેલા, કૃપા કરી તપાસો કે તમારા ફોનના મોબાઈલ ડેટા સેટિંગ્સ ચાલુ છે, તમારું Wi-Fi જોડાણ (જો તમે ઉપયોગ કરતાં હોવ તો) તપાસો અને ખાતરી કરો કે એરોપ્લેન મોડ બંધ હોય.
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ ਕਿ ਤੁਹਾਡੇ ਫੋਨ ਦੀ ਮੋਬਾਈਲ ਡਾਟਾ ਸੈਟਿੰਗ ਚਾਲੂ ਹੈ, ਆਪਣੇ ਵਾਈ-ਫਾਈ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ (ਜੇ ਇਸਤੇਮਾਲ ਕਰ ਰਹੇ ਹੋ) ਅਤੇ ਇਹ ਯਕੀਨੀ ਕਰੋ ਕਿ ਏਅਰਪਲੇਨ ਮੋਡ ਬੰਦ ਹੈ।
ur: دوبارہ کوشش کرنے سے پہلے براہ کرم چیک کریں کہ آپ کے فون کی موبائل ڈیٹا سیٹنگز آن ہوں، اپنا وائی فائی کنکشن چیک کریں (اگر استعمال میں ہو) اور یقینی بنائیں کہ ایئر پلین موڈ آف ہو۔

# symptom_card_checked
source: checked
bn: চেক করা হয়েছে
cy: wedi gwirio
gu: તપાસ થઈ ચૂકી છે
pa: ਚੈੱਕ ਕੀਤਾ ਗਿਆ
ur: نشانزد

# symptom_card_unchecked
source: unchecked
bn: আনচেক করা হয়েছে
cy: heb wirio
gu: તપાસ નથી થઈ
pa: ਅਨਚੈੱਕ ਕੀਤਾ ਗਿਆ
ur: غیر نشانزد

# step_accessibility_label %ld %ld
source: Step %ld out of %ld
bn: এর মধ্যে %ld তম ধাপ %ld
cy: Cam %ld o %ld
gu: માંથી %ld પગલું %ld
pa: ਕਦਮ %ld ਕੁੱਲ ਕਦਮ %ld
ur: قدم %ld از %ld

# symptom_list_heading
source: Select as many of the symptoms as apply to you
bn: আপনার জন্য যতগুলো উপসর্গ প্রযোজ্য সেগুলো নির্বাচন করুন
cy: Dewiswch gynifer o’r symptomau ag sy’n berthnasol i chi
gu: તમને જેટલા લાગુ પડતાં હોય એટલા લક્ષણો પસંદ કરો
pa: ਜਿੰਨੇ ਵੀ ਲੱਛਣ ਤੁਹਾਡੇ 'ਤੇ ਲਾਗੂ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਚੋਣ ਕਰੋ
ur: وہ تمام علامات منتخب کریں جن کا آپ پر اطلاق ہوتا ہے

# symptom_list_description
source: If you do not have any of these symptoms, there is no need to do anything right now. If you develop any of these symptoms, report them on this app and book a free test.
bn: আপনার মধ্যে যদি এই উপসর্গগুলোর কোনোটিই না থাকে, তাহলে এখনই কিছু করার প্রয়োজন নেই। যদি আপনার মধ্যে উপসর্গ বিকশিত হয়, তাহলে সে সম্পর্কে অ্যাপে জানান এবং বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন।
cy: Os nad oes gennych unrhyw un o’r symptomau hyn, nid oes angen gwneud unrhyw beth ar hyn o bryd. Os byddwch yn datblygu unrhyw un o’r symptomau hyn, rhowch wybod amdanynt ar yr ap hwn ac archebwch brawf am ddim.
gu: જો તમને આમાંથી કોઈ લક્ષણો ન હોય, તો અત્યારે કઈ જ કરવાની જરૂરિયાત નથી. જો તમને આમાંથી કોઈપણ લક્ષણ વિકસિત થાય, તો તેને આ એપ પર રિપોર્ટ કરો અને નિ:શુલ્ક પરીક્ષણ બુક કરો.
pa: ਜੇਕਰ ਤੁਹਾਡੇ ਅੰਦਰ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਲੱਛਣ ਨਹੀਂ ਹਨ, ਇਸ ਸਮੇਂ ਕੁੱਝ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਲੱਛਣ ਆਉਂਦੇ ਹਮ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ ਐਪ 'ਤੇ ਦੱਸੋ ਅਤੇ ਮੁਫਤ ਟੈਸਟ ਬੁੱਕ ਕਰੋ।
ur: اگر آپ میں ان میں سے کوئی علامات نہیں ہیں تو ابھی کچھ کرنے کی ضرورت نہیں ہے۔ اگر آپ میں ان میں سے کوئی علامات پیدا ہو جائیں تو اس ایپ پر ان کو چیک کریں اور فورا مفت ٹیسٹ بک کروائیں۔

# symptom_list_primary_action
source: Continue
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
ur: جاری رکھیں

# symptom_list_secondary_action
source: I don’t have any of these symptoms
bn: আমার মধ্যে এই উপসর্গগুলোর কোনোটিই নেই
cy: Nid oes gennyf unrhyw un o’r symptomau hyn
gu: મને આમાંથી કોઈપણ લક્ષણો નથી
pa: ਮੇਰੇ ਅੰਦਰ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਲੱਛਣ ਨਹੀਂ ਹਨ
ur: مجھ میں ان میں سے کوئی علامات نہیں

# symptom_list_error_heading
source: There is a problem
bn: একটি সমস্যা হয়েছে
cy: Mae problem
gu: તેમાં એક સમસ્યા છે
pa: ਇੱਕ ਸਮੱਸਿਆ ਹੈ
ur: ایک مسئلہ ہے

# symptom_list_error_description
source: You need to either select symptoms or select “I don’t have any of these symptoms”
bn: আপনাকে উপসর্গ নির্বাচন করতে হবে অথবা “আমার এগুলোর মধ্যে কোনো উপসর্গ নেই” বেছে নিতে হবে
cy: Mae angen i chi naill ai ddewis symptomau neu ddewis “Nid oes gennyf unrhyw un o’r symptomau hyn”
gu: તમારે કોઈ લક્ષણ પસંદ કરવું પડશે અથવા તમે પસંદ કરી શકો છો કે "મને આમાંથી કોઈ લક્ષણો નથી".
pa: ਤੁਹਾਨੂੰ ਜਾਂ ਤਾਂ ਲੱਛਣਾਂ ਦੀ ਚੋਣ ਕਰਨ ਦੀ ਲੋੜ ਹੈ ਜਾਂ ਫਿਰ “ਮੇਰੇ ਵਿੱਚ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਲੱਛਣ ਨਹੀਂ ਹਨ” ਦੀ ਚੋਣ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ
ur: درکار ہے کہ آپ علامات منتخب کریں یا "مجھ میں ان میں سے کوئی علامات نہیں" منتخب کریں

# symptom_list_discard_alert_title
source: Remove the selected symptoms
bn: নির্বাচিত উপসর্গগুলো সরিয়ে ফেলুন
cy: Dileu’r symptomau a ddewiswyd
gu: પસંદ કરેલા લક્ષણો હટાવો
pa: ਚੁਣੇ ਹੋਏ ਲੱਛਣ ਹਟਾਓ
ur: تصدیق کریں کہ آپ کے اندر کوئی علامات نہیں ہیں

# symptom_list_discard_alert_body
source: Any selected symptoms will be removed.
bn: যেকোনো নির্বাচিত উপসর্গগুলো সরিয়ে ফেলা হবে।
cy: Bydd unrhyw symptomau a ddewiswyd yn cael eu dileu.
gu: પસંદ કરવામાં આવેલા કોઈપણ લક્ષણો હટાવી લેવામાં આવશે.
pa: ਕੋਈ ਵੀ ਚੁਣੇ ਹੋਏ ਲੱਛਣ ਹਟਾ ਦਿੱਤੇ ਜਾਣਗੇ।
ur: کسی مُنتخب کی گئی علامات کوغیرمُنتخب کردیا جائےگا۔

# symptom_list_discard_alert_cancel
source: Cancel
bn: বাতিল করুন
cy: Canslo
gu: રદ્દ કરો
pa: ਰੱਦ ਕਰੋ
ur: منسوخ کریں

# symptom_list_discard_alert_discard
source: Remove
bn: সরিয়ে ফেলুন
gu: હટાવો
pa: ਹਟਾਓ
ur: تصدیق کریں

# no_symptoms_heading
source: You are unlikely to have coronavirus
bn: আপনি করোনাভাইরাসে আক্রান্ত হওয়ার সম্ভাবনা কম
cy: Mae’n annhebygol fod y coronafeirws arnoch
gu: તમને કોરોનાવાયરસ હોવાની સંભાવના નથી
pa: ਤੁਹਾਨੂੰ ਕੋਰੋਨਾ ਵਾਇਰਸ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ
ur: آپ کو کوروناوائرس ہونے کا امکان نہیں

# no_symptoms_body_1
source: If you develop any of these symptoms, report them on this app and book a free test.
bn: যদি আপনার মধ্যে উপসর্গ বিকশিত হয়, তাহলে সে সম্পর্কে অ্যাপে জানান এবং বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন।
cy: Os byddwch yn datblygu unrhyw un o’r symptomau hyn, rhowch wybod amdanynt ar yr ap hwn ac archebwch brawf am ddim.
gu: જો તમને આમાંથી કોઈપણ લક્ષણ વિકસિત થાય, તો તેને આ એપ પર રિપોર્ટ કરો અને નિ:શુલ્ક પરીક્ષણ બુક કરો.
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਲੱਛਣ ਆਉਂਦੇ ਹਮ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ ਐਪ 'ਤੇ ਦੱਸੋ ਅਤੇ ਮੁਫਤ ਟੈਸਟ ਬੁੱਕ ਕਰੋ।
ur: اگر آپ میں ان میں سے کوئی علامات پیدا ہو جائیں تو ایپ پر ان کی اطلاع دیں اور مفت ٹیسٹ بک کروائیں۔صرف تب ٹیسٹ کروائیں اگرآپ کورونا وائرس کی علامات رکھتےہیں۔

# no_symptoms_body_2
source: For further advice, please visit:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਹੋਰ ਸਲਾਹ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਜਾਓ:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:

# no_symptoms_link
source: NHS 111 online
bn: NHS 111 অনলাইন
cy: GIG 111 ar-lein
gu: NHS 111 ઓનલાઈન
pa: NHS 111 ਆਨਲਾਈਨ

# no_symptoms_return_home_button
source: Back to home
bn: হোমে ফিরে যান
cy: Yn ôl i’r hafan
gu: ઘર પર પરત ફરો
pa: ਮੁੱਖ ਪੰਨੇ ‘ਤੇ ਵਾਪਸ ਜਾਓ
ur: صفحۂ اول پر واپس جائیں

# no_symptoms_isolating_info_isolate_for
source: Self-isolate for
bn: অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখুন
cy: Hunanynyswch am
gu: સ્વ-એકાંત માટે
pa: ਸੈਲਫ-ਆਈਸੋਲੇਟ ਕਰੋ
ur: ذیل کے لئے خود کو علیحدہ کریں

# no_symptoms_isolating_info
source: You do not appear to have coronavirus symptoms
bn: আপনার মধ্যে করোনাভাইরাসের উপসর্গ পরিলক্ষিত হয়নি
cy: Nid yw’n ymddangos bod gennych symptomau coronafeirws.
gu: તમને કોરોનાવાયરસના કોઈ લક્ષણો દેખાતા નથી
pa: ਇੰਝ ਨਹੀਂ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਅੰਦਰ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਲੱਛਣ ਹਨ
ur: بظاہر آپ میں کوروناوائرس کی علامات موجود نہیں۔

# no_symptoms_isolating_body
source: You do not appear to have coronavirus symptoms yet. It can take up to 14 days for symptoms to develop. Please stay at home to keep yourself and others safe
bn: আপনার এখন পর্যন্ত করোনাভাইরাসের উপসর্গ আছে বলে মনে হচ্ছে না। উপসর্গগুলোর বিকাশ হতে 14 দিন পর্যন্ত সময় লাগতে পারে। নিজেকে ও অন্যদেরকে নিরাপদ রাখতে অনুগ্রহ করে ঘরে থাকুন।
cy: Nid yw'n ymddangos bod gennych symptomau coronafeirws eto. Gall gymryd hyd at 14 diwrnod i symptomau ddatblygu. Arhoswch gartref i gadw'ch hun ac eraill yn ddiogel
gu: હજુ તમને કોરોનાવાયરસના કોઈ લક્ષણો દેખાતા નથી લક્ષણો વિકસિત થવા માટે 14 દિવસ લઈ શકે છે. કૃપા કરી તમારી જાતને અને અન્યોને સલામત રાખવા માટે ઘરે રહો
pa: ਇੰਝ ਨਹੀਂ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਅੰਦਰ ਅਜੇ ਤੱਕ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਲੱਛਣ ਹਨ। ਲੱਛਣ ਵਿਕਸਤ ਹੋਣ ਵਿੱਚ 14 ਦਿਨ ਦਾ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਆਪ ਨੂੰ ਅਤੇ ਹੋਰਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਘਰ ਦੇ ਅੰਦਰ ਹੀ ਰਹੋ
ur: ابھی تک بظاہر آپ میں کوروناوائرس کی علامات موجود نہیں ہیں، لیکن یاد رکھیں علامات ظاہر ہونے میں 14 دن تک کا وقت لگ سکتا ہے۔ براہ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔ براہ کرم خود کو اور دیگر افراد کو محفوظ رکھنے کے لئے گھر پر رہیں۔صرف تب ٹیسٹ کروائیں اگرآپ کورونا وائرس کی علامات رکھتےہیں۔

# no_symptoms_isolating_advice
source: For further advice, please visit:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਹੋਰ ਸਲਾਹ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਜਾਓ:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:

# no_symptoms_isolating_services_link
source: NHS 111 online
bn: NHS 111 অনলাইন
cy: GIG 111 ar-lein
gu: NHS 111 ઓનલાઈન
pa: NHS 111 ਆਨਲਾਈਨ

# no_symptoms_isolating_return_home_button
source: Back to home
bn: হোমে ফিরে যান
cy: Yn ôl i’r hafan
gu: ઘર પર પરત ફરો
pa: ਮੁੱਖ ਪੰਨੇ ‘ਤੇ ਵਾਪਸ ਜਾਓ
ur: صفحۂ اول پر واپس جائیں

# positive_symptoms_please_isolate_for
source: Please isolate for
bn: অনুগ্রহ করে (দিনের জন্য) আইসোলেশনে থাকুন
cy: Hunanynyswch am
gu: કૃપા કરી દિવસ માટે એકાંતમાં રહો
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੰਨੇ ਦਿਨਾਂ ਲਈ ਅਲੱਗ ਰਹੋ
ur: براہ کرم ذیل کے لئے علیحدگی اختیار کریں

# positive_symptoms_and_book_a_test
source: and book a test
bn: এবং পরীক্ষা করানোর জন্য বুকিং করুন
cy: ac archebwch brawf
gu: અને પરીક્ષણ બુક કરાવો
pa: ਅਤੇ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
ur: اور ٹیسٹ بک کروائیں

# positive_symptoms_you_might_have_corona
source: You might have coronavirus
bn: আপনি সম্ভবত করোনাভাইরাসে আক্রান্ত
cy: Efallai bod y coronafeirws arnoch
gu: તમને કોરોનાવાયરસ હોય શકે છે
pa: ਤੁਹਾਨੂੰ ਕੋਰੋਨਾ ਵਾਇਰਸ ਹੋ ਸਕਦਾ ਹੈ
ur: ممکن ہے کہ آپ کو کوروناوائرس ہو

# positive_symptoms_explanation
source: Your symptoms suggest you might have coronavirus. Please isolate yourself and your household and book a free test.
bn: আপনার উপসর্গ থেকে বোঝা যায় যে আপনি করোনাভাইরাসে আক্রান্ত হতে পারেন। অনুগ্রহ করে নিজেকে এবং আপনার পরিবারকে অন্যদের সংস্পর্শ থেকে আলাদা রাখুন এবং বিনামূল্যে একটি পরীক্ষার জন্য বুকিং করুন।
cy: Mae’ch symptomau’n awgrymu y gallai’r coronafeirws fod arnoch. Hunanynyswch eich hun a phawb yn eich cartref ac archebwch brawf am ddim.
gu: તમારા લક્ષણો સૂચવે છે કે તમે કોરોનાવાયરસ હોય શકે છે. કૃપા કરી તમારી જાતને અને ઘરને એકાંતમાં રાખો તેમજ નિ:શુલ્ક પરીક્ષણ બુક કરો.
pa: ਤੁਹਾਡੇ ਲੱਛਣਾਂ ਤੋਂ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਕੋਰੋਨਾਵਾਇਰਸ ਹੋ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਅਤੇ ਆਪਣੇ ਪਰਿਵਾਰ ਨੂੰ ਆਈਸੋਲੇਟ ਕਰੋ ਅਤੇ ਮੁਫਤ ਟੈਸਟ ਦੀ ਬੁਕਿੰਗ ਕਰੋ।
ur: آپ کی علامات سے ظاہر ہوتا ہے کہ آپ کو کوروناوائرس ہونے کا امکان ہے۔ براہ کرم خود کو اور اپنے گھرانے کو علیحدہ کر لیں اور مفت ٹیسٹ بک کروائیں۔ فکرمند نہ ہوں - زیادہ تر لوگوں کے لئے علامات کافی ہلکی ہوتی ہیں۔ لیکن آپ کو خود کو اور اپنے گھرانے کو علیحدہ کرنے کی ضرورت ہے۔ اس کا مطلب ہے کہ گھر پر رہنا۔ نیز آپ کو فورا مفت ٹیسٹ بک کروانا چاہئے۔ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔

# positive_symptoms_link_label
source: For further advice, please visit the link below
bn: আরও পরামর্শের জন্য অনুগ্রহ করে নিচের লিঙ্কে ভিজিট করুন
cy: I gael rhagor o gyngor ewch i’r linc isod
gu: વધુ સલાહ માટે, કૃપા કરી નીચે આપેલી લીંકની મુલાકાત લો
pa: ਵਧੇਰੇ ਸਲਾਹ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ‘ਤੇ ਜਾਓ
ur: مزید مشورے کے لئے براہ کرم دیکھیے:

# positive_symptoms_corona_test_button
source: Book a free test
bn: বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন
cy: Archebu prawf am ddim
gu: નિ:શુલ્ક પરીક્ષણ બુક કરો
pa: ਮੁਫਤ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
ur: مفت ٹیسٹ بک کروائیں

# exposure_acknowledgement_self_isolate_for
source: Self-isolate for
bn: অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখুন
cy: Hunanynyswch am
gu: સ્વ-એકાંત માટે
pa: ਸੈਲਫ-ਆਈਸੋਲੇਟ ਕਰੋ
ur: ذیل کے لئے خود کو علیحدہ کریں

# exposure_acknowledgement_warning
source: You have been in contact with someone who has coronavirus. Please stay at home to keep yourself and others safe.
bn: আপনি করোনাভাইরাসে আক্রান্ত কারো সংস্পর্শে ছিলেন। নিজেকে এবং অন্যদের সুরক্ষিত রাখতে অনুগ্রহ করে বাসায় থাকুন।
cy: Rydych chi wedi bod mewn cysylltiad â rhywun sydd â’r coronafeirws. Arhoswch gartref i gadw'ch hun ac eraill yn ddiogel.
gu: તમે કોઈની આસપાસ રહ્યા છો જેને કોરોનાવાયરસ હતો. કૃપા કરી તમારી જાતને અને અન્યોને સલામત રાખવા માટે ઘરે રહો.
pa: ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਵਿਅਕਤੀ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋ ਜਿਸਨੂੰ ਕੋਰੋਨਵਾਇਰਸ ਹੈ। ਆਪਣੇ ਆਪ ਨੂੰ ਅਤੇ ਹੋਰਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਘਰ ਦੇ ਅੰਦਰ ਹੀ ਰਹੋ।
ur: ایپ نے سراغ لگا لیا ہے کہ آپ کسی ایسے فرد کے رابطے میں آئے ہیں جسے کوروناوائرس ہوا ہے۔ براہ کرم خود کو اور دیگر افراد کو محفوظ رکھنے کے لئے گھر پر رہیں اور خود کو الگ تھلگ رکھیں۔

# exposure_acknowledgement_explaination_1
source: You are at high risk of having and spreading the virus if you don’t feel unwell.
bn: যদি আপনি অসুস্থ বোধ না করেন তাহলে আপনি নিজে আক্রান্ত হওয়ার ও ভাইরাসটি ছড়ানোর উচ্চ ঝুঁকির মধ্যে রয়েছেন।
cy: Mae risg uchel bod y feirws arnoch ac y gallech ei ledaenu hyd yn oed os nad oes gennych unrhyw symptomau.
gu: જો તમને સ્વસ્થ ન અનુભવાતું હોય, તો તમે વાયરસ હોવાના અને ફેલાવાના ઉચ્ચ જોખમે છો.
pa: ਤੁਹਾਨੂੰ ਵਾਇਰਸ ਹੋਣ ਅਤੇ ਫੈਲਾਉਣ ਦਾ ਵਧੇਰੇ ਜੋਖਮ ਹੁੰਦਾ ਹੈ ਜੇਕਰ ਤੁਸੀਂ ਸਵੱਸਥ ਮਹਿਸੂਸ ਨਹੀਂ ਕਰਦੇ ਹੋ।
ur: آپ کو وائرس ہونے اور پھیلانے کا شدید خطرہ لاحق ہے، خواہ آپ میں کوئی علامات نہیں۔ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔

# exposure_acknowledgement_explaination_2
source: Your isolation countdown has started and you should self-isolate for the full period identified.
bn: আপনার আইসোলেশন কাউন্টডাউন শুরু হয়ে গেছে এবং চিহ্নিত পুরো সময়কাল ধরে আপনার সেলফ-আইসোলেশনে থাকা উচিত।
cy: Mae eich dyddgyfrif ar gyfer ynysu wedi cychwyn a dylech hunanynysu am y cyfnod llawn a nodir.
gu: તમારા એકાંતની ગણતરી શરૂ થઈ ચૂકી છે અને તમારે જાણ કરેલા પૂર્ણ સમય માટે સ્વ-એકાંતમાં જતાં રહેવું જોઈએ.
pa: ਤੁਹਾਡੀ ਆਈਸੋਲੇਸ਼ਨ ਕਾਊਂਟਡਾਊਨ ਸ਼ੁਰੂ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਦੱਸੇ ਗਏ ਪੂਰੇ ਸਮੇਂ ਲਈ ਆਪਣੇ ਆਪ ਨੂੰ ਆਈਸੋਲੇਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
ur: آپ کی علیحدگی کی الٹی گنتی کا آغاز ہو گیا ہے اور آپ کو بیان کردہ مکمل مدت کے لئے خود کو علیحدہ کر لینا چاہیے۔ صرف تب ٹیسٹ کروائیں اگرآپ کورونا وائرس کی علامات رکھتےہیں۔

# exposure_acknowledgement_link_label
source: For further advice, please visit:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਹੋਰ ਸਲਾਹ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਜਾਓ:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:

# exposure_acknowledgement_link
source: NHS 111 online
bn: NHS 111 অনলাইন
cy: GIG 111 ar-lein
gu: NHS 111 ઓનલાઈન
pa: NHS 111 ਆਨਲਾਈਨ

# exposure_acknowledgement_button
source: I understand
bn: আমি বুঝতে পেরেছি
cy: Rwy’n deall
gu: હું સમજુ છું
pa: ਮੈਂ ਸਮਝਦਾ/ਸਮਝਦੀ ਹਾਂ
ur: میں سمجھ رہا/رہی ہوں

# isolation_until_date %@ %@
source: Until %@ at %@
bn: %@ তারিখ টা পর্যন্ত %@
cy: tan %@ am %@
gu: %@ સુધી %@
pa: ‘ਤੇ %@ ਤੱਕ %@
ur: %@ کو %@تک

# isolation_until_date_title
source: You need to self-isolate
bn: অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখতে হবে
cy: Mae angen i chi hunanynysu
gu: તમારે સ્વ-એકાંત થવાની જરૂરિયાત છે.
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਆਈਸੋਲੇਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ
ur: آپ کو خود کو علیحدہ کرنے کی ضرورت ہے

# end_of_isolation_isolate_title
source: Good news!
bn: সুখবর!
cy: Newyddion da!
gu: સારા સમાચાર!
pa: ਚੰਗੀ ਖਬਰ ਹੈ!
ur: اچھی خبر ہے!

# end_of_isolation_has_passed_description date: %@ time: %@
source: You were released from isolation on %@ at %@
bn: আপনি %@ তারিখে টার সময় আইসোলেশন থেকে মুক্ত হয়েছেন। %@
cy: Cawsoch roi'r gorau i ynysu ar %@ am %@
gu: તમારું એકાંત %@ ખાતે દૂર કરવામાં આવશે %@
pa: ਤੁਹਾਨੂੰ %@ ਨੂੰ ਆਈਸੋਲੇਸ਼ਨ ਤੋਂ ਮੁਕਤ ਕੀਤਾ ਗਿਆ ਸੀ %@
ur: %@ کو %@ تک آپ کی علیحدگی ختم کر دی گئی

# end_of_isolation_is_near_description date: %@ time: %@
source: Your self-isolation will finish on %@ at %@
bn: আপনার সেলফ-আইসোলেশন %@ তারিখে টার সময় শেষ হবে। %@
cy: Bydd eich hunanynysu yn dod i ben ar %@ am %@
gu: તમારું સ્વ-એકાંત %@ એ સમાપ્ત થશે %@
pa: ਤੁਹਾਡਾ%@ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਹੁਣ ਖਤਮ ਹੋ ਗਿਆ ਹੈ %@
ur: آپ کی ذاتی علیحدگی %@ کو %@ تک ختم ہو جائے گی

# end_of_isolation_finished_description
source: Your self-isolation has now finished
bn: অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখা (সেলফ-আইসোলেশন) সম্পন্ন হয়েছে
cy: Mae’ch hunanynysu wedi dod i ben
gu: તમારા એકાંતનો સમય હવે પૂર્ણ થયો છું
pa: ਤੁਹਾਡਾ ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਹੁਣ ਖਤਮ ਹੋ ਗਿਆ ਹੈ
ur: آپ کی ذاتی علیحدگی اب مکمل ہو چکی ہے

# end_of_isolation_positive_text_no_isolation_title
source: Although you tested positive, your period for self-isolation is over
bn: যদি পরীক্ষাতে আপনার ফলাফল পজিটিভ এসেছে, তবে অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখার (সেলফ-আইসোলেশন) সময় শেষ হয়েছে
cy: Er i chi brofi’n bositif, mae eich cyfnod ar gyfer hunanynysu drosodd
gu: જો કે તમારું પરીક્ષણ સકારાત્મક આવ્યું, પરંતુ તમારો એકાંતનો સમય પૂરો થઈ ચૂક્યો છે
pa: ਭਾਵੇਂ ਤੁਹਾਡਾ ਟੈਸਟ ਪੌਜ਼ਿਟਿਵ ਰਿਹਾ ਹੈ, ਤੁਹਾਡਾ ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਦਾ ਸਮਾਂ ਖਤਮ ਹੋ ਗਿਆ ਹੈ
ur: اگرچہ آپ کا ٹیسٹ مثبت آیا تھا، آپ کی ذاتی علیحدگی کی مدت پوری ہو چکی ہے

# end_of_isolation_isolate_if_have_symptom_warning
source: However, if you have a high temperature, continue to self-isolate until it returns to normal
bn: তবে, যদি আপনার শরীরের তাপমাত্রা খুব বেশি হয়, তাহলে তা স্বাভাবিক না হওয়া পর্যন্ত অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখা চালিয়ে যান
cy: Fodd bynnag, os oes gennych dymheredd uchel, parhewch i hunanynysu nes iddo ddychwelyd i normal
gu: જો કે, તમને ઉચ્ચ તાપમાન હોય, તો તે જ્યાં સુધી સામાન્ય ન થાય, ત્યાં સુધી સતત એકાંતમાં રહો
pa: ਹਾਲਾਂਕਿ, ਜੇਕਰ ਤੁਹਾਨੂੰ ਤੇਜ਼ ਬੁਖਾਰ ਹੈ, ਤਾਂ ਇਸਦੇ ਠੀਕ ਹੋਣ ਤੱਕ ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਨੂੰ ਜਾਰੀ ਰੱਖੋ
ur: لیکن اگر آپ کا درجۂ حرارت زیادہ ہے تو اس کے معتدل ہونے تک ذاتی علیحدگی جاری رکھیں

# end_of_isolation_negative_test_result
source: Your coronavirus test result is negative
bn: আপনার করোনাভাইরাস পরীক্ষার ফলাফল নেগেটিভ
cy: Mae canlyniad eich prawf coronafeirws yn negyddol
gu: તમારો કોરોનાવાયરસનું પરીક્ષણ પરિણામ નકારાત્મક છે.
pa: ਤੁਹਾਡੇ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਨੈਗੇਟਿਵ ਰਿਹਾ ਹੈ
ur: آپ کے کوروناوائرس کے ٹیسٹ کا نتیجہ منفی ہے

# end_of_isolation_explanation_1
source: If you have started to show any symptoms since your self-isolation began, or otherwise believe that you have coronavirus, please remain isolated.
bn: সেলফ-আইসোলেশন শুরু হওয়ার পর থেকে যদি আপনার মধ্যে উপসর্গ দেখা দেওয়া শুরু করে, অথবা অন্যথায় যদি আপনি মনে বিশ্বাস করেন যে আপনি করোনাভাইরাসে আক্রান্ত হয়েছেন, তাহলে অনুগ্রহ করে আইসোলেশনে থাকুন।
cy: Os ydych chi wedi dechrau dangos unrhyw symptomau ers i’ch hunanynysu ddechrau, neu fel arall yn credu bod y coronafeirws arnoch, daliwch i ynysu.
gu: જ્યારથી તમારું સ્વ-એકાંત શરૂ થયું અને જો તમને કોઈ લક્ષણો દેખાવાના શરૂ થયા હોય અથવા તમને એવું લાગતું હોય કે તમને કોરોનાવાયરસ છે, તો કૃપા કરી એકાંતમાં રહો.
pa: ਜੇਕਰ ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਹਾਨੂੰ ਕੋਈ ਲੱਛਣ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ, ਜਾਂ ਤੁਹਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਕੋਰੋਨਵਾਇਰਸ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਈਸੋਲੇਟ ਹੀ ਰਹੋ।
ur: آپ کے ٹیسٹ کے نتیجے سے ظاہر ہوتا ہے کہ ٹیسٹ ہونے کے وقت آپ میں وائرس موجود نہیں تھا۔ اگر آپ میں علامات ظاہر ہو جائیں تو اس ایپ پر ان کی اطلاع دیں۔ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔

# end_of_isolation_explanation_negative_test_result
source: Your test result shows that you did not have the virus at the time of testing. If you develop symptoms report them on this app.
bn: আপনার পরীক্ষার ফলাফলে দেখা গিয়েছে যে পরীক্ষা করানোর সময় আপনি ভাইরাসে আক্রান্ত ছিলেন না। যদি আপনার মধ্যে উপসর্গ বিকশিত হয়, তাহলে সে সম্পর্কে অ্যাপে জানান
cy: Mae canlyniad eich prawf yn dangos nad oedd y feirws arnoch ar adeg y prawf. Os byddwch yn datblygu symptomau, rhowch wybod amdanynt ar yr ap hwn.
gu: તમારા પરીક્ષણનું પરિણામ દર્શાવે છે, કે પરીક્ષણ વખતે તમને વાયરસ હતો નહીં. જો તમારા લક્ષણો વિકસિત થાય તો તેમને આ એપ પર રિપોર્ટ કરો.
pa: ਤੁਹਾਡੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਤੋਂ ਪਤਾ ਚੱਲਦਾ ਹੈ ਕਿ ਟੈਸਟ ਕਰਵਾਉਣ ਵੇਲੇ ਤੁਸੀਂ ਇਸ ਵਾਇਰਸ ਤੋਂ ਪੀੜਤ ਨਹੀਂ ਸੀ। ਜੇਕਰ ਤੁਹਾਡੇ ਅੰਦਰ ਇਹ ਲੱਛਣ ਵਿਕਸਤ ਹੁੰਦੇ ਹਨ ਤਾਂ ਇਹਨਾਂ ਬਾਰੇ ਇਸ ਐਪ ‘ਤੇ ਰਿਪੋਰਟ ਕਰੋ।
ur: آپ کے ٹیسٹ کے نتیجے سے ظاہر ہوتا ہے کہ ٹیسٹ ہونے کے وقت آپ میں وائرس موجود نہیں تھا۔ اگر آپ میں علامات ظاہر ہو جائیں تو اس ایپ پر ان کی اطلاع دیں۔ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔

# end_of_isolation_link_label
source: For further advice, please visit:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਹੋਰ ਸਲਾਹ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਜਾਓ:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:

# end_of_isolation_online_services_link
source: NHS 111 online
bn: NHS 111 অনলাইন
cy: GIG 111 ar-lein
gu: NHS 111 ઓનલાઈન
pa: NHS 111 ਆਨਲਾਈਨ

# end_of_isolation_corona_back_to_home_button
source: Back to home
bn: হোমে ফিরে যান
cy: Yn ôl i’r hafan
gu: ઘર પર પરત ફરો
pa: ਮੁੱਖ ਪੰਨੇ ‘ਤੇ ਵਾਪਸ ਜਾਓ
ur: صفحۂ اول پر واپس جائیں

# end_of_isolation_further_advice_visit
source: For further advice, please visit:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਹੋਰ ਸਲਾਹ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਜਾਓ:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:

# positive_test_result_title
source: Continue to self-isolate for
bn: অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখা অব্যাহত রাখুন
cy: Parhewch i hunanynysu am
gu: એકાંતમાં રહેવાનુ ચાલુ રાખો
pa: ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਇਸ ਸਮੇਂ ਨੂੰ ਜਾਰੀ ਰੱਖੋ
ur: ذیل کے لئے ذاتی علیحدگی جاری رکھیں

# positive_test_result_info
source: Your coronavirus test result is positive
bn: আপনার করোনাভাইরাস পরীক্ষার ফলাফল পজিটিভ
cy: Mae canlyniad eich prawf coronafirws yn bositif
gu: તમારો કોરોનાવાયરસનું પરીક્ષણ પરિણામ હકારાત્મક છે
pa: ਤੁਹਾਡਾ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਸਕਾਰਾਤਮਕ ਹੈ
ur: آپ کے کوروناوائرس کے ٹیسٹ کا نتیجہ مثبت ہے۔

# positive_test_result_explanation
source: Your test result shows that you have coronavirus. You have been sent an email or text with more information.
bn: আপনার পরীক্ষার ফলাফল বলছে যে আপনি করোনাভাইরাসে আক্রান্ত। আরও তথ্যসহ একটি ইমেইল বা টেক্সট আপনাকে পাঠানো হয়েছে।
cy: Mae canlyniad eich prawf yn dangos bod y feirws arnoch ar adeg y prawf. Anfonwyd e-bost neu neges destun atoch gyda rhagor o wybodaeth.
gu: તમારા પરીક્ષણના પરિણામો દર્શાવે છે કે તમને કોરોનાવાયરસ છે. તમને ટેક્સ્ટ કે ઈમેઈલ દ્વારા વધુ માહીતી મોકલવામાં આવશે.
pa: ਤੁਹਾਡੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਤੋਂ ਪਤਾ ਚੱਲਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਕੋਰੋਨਾਵਾਇਰਸ ਤੋਂ ਪੀੜਤ ਹੋ। ਤੁਹਾਨੂੰ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਯੁਕਤ ਈਮੇਲ ਜਾਂ ਟੈਕਸਟ ਭੇਜਿਆ ਗਿਆ ਹੈ।
ur: آپ کے ٹیسٹ کے نتیجے سے ظاہر ہوتا ہے کہ ٹیسٹ کے وقت آپ میں وائرس موجود تھا۔ آپ کو ای میل یا ٹیکسٹ میں مزید معلومات ارسال کی گئی ہیں۔ فکر مت کریں - اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔ زیادہ تر لوگوں کے لئے علامات کافی ہلکی ہوتی ہیں۔ تاہم، اگر آپ کی علامات خراب ہوگئی ہیں تو آپ کو 111 پر فون کرنا چاہئے یا مزید مشوروں کے لئے nhs.uk دیکھنا چاہئے۔

# positive_test_results_continue
source: Continue
bn: চালিয়ে যান
cy: Parhau
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ
ur: جاری رکھیں

# negative_test_result_with_isolation_title
source: Continue to self-isolate for
bn: অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখা অব্যাহত রাখুন
cy: Parhewch i hunanynysu am
gu: એકાંતમાં રહેવાનુ ચાલુ રાખો
pa: ਸੈਲਫ-ਆਈਸੋਲੇਸ਼ਨ ਇਸ ਸਮੇਂ ਨੂੰ ਜਾਰੀ ਰੱਖੋ
ur: ذیل کے لئے ذاتی علیحدگی جاری رکھیں
