Repository: Cranorve/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/App/Resources/*.lproj/Localizable.strings
Languages: bn, cy, gu, pa, ur

# risk_level_screen_high_body
source: High - Your local authority, or a neighbouring local authority, is using additional measures to those in place in the rest of England (e.g. lockdown) to reduce transmission of infection because of high levels of infection in the local area. A detailed action plan is in place and local resources are being augmented with national support.
bn: উচ্চ - স্থানীয় অঞ্চলে উচ্চ মাত্রায় সংক্রমণের কারণে সংক্রমণ ছড়িয়ে পড়া হ্রাস করতে, আপনার স্থানীয় কর্তৃপক্ষ, বা নিকটবর্তী স্থানীয় কর্তৃপক্ষ যুক্তরাজ্যের বাকি অঞ্চলের বাসিন্দাদের জন্য অতিরিক্ত ব্যবস্থা (যেমন লকডাউন) গ্রহণ করেছে। একটি বিস্তৃত কর্ম পরিকল্পনা প্রয়োগ করা রয়েছে এবং জাতীয় সহায়তার সাথে স্থানীয় সহায়তা বৃদ্ধি করা হচ্ছে।
cy: Uchel – Mae eich awdurdod lleol, neu awdurdod lleol cyfagos, yn defnyddio mesurau ychwanegol i'r rhai sydd ar waith yng ngweddill Cymru (ee cyfyngiadau symud) i leihau trosglwyddiad yr haint oherwydd bod lefelau uchel o haint yn yr ardal leol. Mae cynllun gweithredu manwl ar waith ac mae cymorth cenedlaethol yn cael ei ddarparu i ategu’r adnoddau lleol.
gu: ઉચ્ચ - તમારી સ્થાનિક સત્તા, અથવા નજીકની સ્થાનિક સત્તા, સ્થાનિક વિસ્તારોમાં ઉચ્ચ સ્તરના ચેપના જોખમને ચેપનું સંક્રમણ ઘટાડવા બાકીના ઈંગ્લેન્ડ કરતાં વધારાના પગલાઓ લઈ રહી છે. એક વિગતવાર ક્રિયાત્મક યોજના સ્થાને છે અને રાષ્ટ્રીય સહકાર સાથે સ્થાનિક સ્ત્રોતોમાં વધારો કરવામાં આવી રહ્યો છે.
pa: ਉੱਚ - ਤੁਹਾਡੀ ਸਥਾਨਕ ਅਥਾਰਟੀ, ਜਾਂ ਇੱਕ ਗੁਆਂਢੀ ਸਥਾਨਕ ਅਥਾਰਟੀ, ਸਥਾਨਕ ਖੇਤਰ ਵਿੱਚ ਸੰਕ੍ਰਮਣ ਦੇ ਉੱਚ ਪੱਧਰ ਕਰਕੇ ਸੰਕ੍ਰਮਣ ਦਾ ਫੈਲਾਅ ਘਟਾਉਣ ਲਈ ਇੰਗਲੈਂਡ ਦੇ ਬਾਕੀ ਹਿੱਸਿਆਂ ਵਿੱਚ ਵਧੇਰੇ ਉਪਾਵਾਂ (ਜਿਵੇਂ ਕਿ ਲਾੱਕਡਾਊਨ) ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। ਇੱਕ ਵਿਸਤ੍ਰਿਤ ਕਾਰਜ ਯੋਜਨਾ ਲਾਗੂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਰਾਸ਼ਟਰੀ ਮਦਦ ਨਾਲ ਸਥਾਨਕ ਵਸੀਲਿਆਂ ਵਿੱਚ ਵਾਧਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
ur: شدید- مقامی علاقے میں انفیکشن کی شدید سطح کے باعث آپ کی مقامی اتھارٹی یا ہمسایہ مقامی اتھارٹی باقی انگلینڈ اور ویلز (جیسے لاک ڈاؤن) میں موجود اقدامات کے علاوہ اضافی اقدامات کر رہی ہے تاکہ انفیکشن کی منتقلی کی رفتار گھٹائی جا سکے۔ کارروائی کا تفصیلی پلان نافذ کر دیا گیا ہے اور قومی مدد سے مقامی وسائل میں اضافہ کیا جا رہا ہے۔

# risk_level_screen_button
source: Definitions of area risk levels
bn: এলাকার ঝুঁকি স্তরসমূহের সংজ্ঞা
cy: Diffiniadau o lefelau risg ardaloedd
gu: વિસ્તારના જોખમ- ભયના ધોરણની વ્યાખ્યાઓ
pa: ਖੇਤਰ ਜੋਖਿਮ ਪੱਧਰਾਂ ਦੀਆਂ ਪਰਿਭਾਸ਼ਾਵਾਂ
ur: علاقے کے خطرے کے درجات کی تصریحات

# risk_level_screen_title
source: Risk level
bn: ঝুঁকির মাত্রা
cy: Lefel risg
gu: જોખમનું સ્તર
pa: ਜੋਖਮ ਪੱਧਰ
ur: خطرے کی سطح

# risk_level_screen_close_button
source: Close
bn: বন্ধ করুন
cy: Cau
gu: બંધ કરો
pa: ਬੰਦ ਕਰੋ
ur: بند کریں

# user_notification_explanation
source: Verifying exposure info
bn: এক্সপোজার তথ্য যাচাই করা হচ্ছে
cy: Gwirio gwybodaeth am gysylltiad
gu: એક્સોપોઝર માહીતી ચકાસી રહ્યું છે
pa: ਐਕਸਪੋਜ਼ਰ ਜਾਣਕਾਰੀ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
ur: سامنا ہونے والی معلومات کی تصدیق کی جا رہی ہے

# checkin_open_settings_button_title
source: Allow camera permissions
bn: ক্যামেরাকে সম্মতি প্রদান করুন
cy: Rhoi caniatâd i’r camera
gu: કેમેરા પરવાનગીને મંજૂરી આપો
pa: ਕੈਮਰੇ ਨੂੰ ਇਜਾਜ਼ਤਾਂ ਦਿਓ
ur: کیمرا کی اجازتیں دیں

# checkin_camera_permission_denial_title
source: Check in to a venue by scanning an official NHS QR code
bn: একটি অফিসিয়াল NHS কিউআর কোড স্ক্যান করার মাধ্যমে কোনো স্থানে চেক ইন করুন
cy: Mewngofnodi i leoliad trwy sganio cod QR swyddogol y GIG
gu: અધિકૃત NHS, QR કોડ સ્કેન કરીને ચેક ઇન કરો
pa: ਇੱਕ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਇੱਕ ਸਥਾਨ ‘ਤੇ ਜਾਓ
ur: آفیشل NHS کیو آر کوڈ اسکین کر کے کسی مقام پر چیک ان کریں۔

# checkin_camera_permission_denial_explanation
source: This app uses your camera to check in to venues. Please allow camera permissions to scan the official NHS QR code.
bn: স্থানসমূহে চেক ইন করতে এই অ্যাপটি আপনার ক্যামেরা ব্যবহার করে। অনুগ্রহ করে অফিসিয়াল NHS কিউআর কোড স্ক্যান করার সম্মতি ক্যামেরাকে প্রদান করুন।
cy: Mae’r ap hwn yn defnyddio’ch camera i fewngofnodi i leoliadau. Rhowch ganiatâd i’r camera sganio cod QR swyddogol y GIG.
gu: આ એપ વેન્યુમાં ચેક ઇન થવા માટે તમારા કેમેરાનો ઉપયોગ કરે છે. કૃપા કરી કેમેરાને અધિકૃત NHS, QR કોડ સ્કેન કરવા માટે પરવાનગી આપો.
pa: ਇਹ ਐਪ ਸਥਾਨਾਂ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। NHS QR ਕੋਡਾਂ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਕੈਮਰੇ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ।
ur: یہ ایپ بارز اور ریستورانوں جیسے مقامات پر چیک ان کرنے کے لئے آپ کا کیمرا استعمال کرتی ہے۔ براہ کرم آفیشل NHS کیو آر کوڈ اسکین کرنے کے لئے کیمرا کی اجازتیں دیں۔

# checkin_camera_permission_close_button_title
source: Close
bn: বন্ধ করুন
cy: Cau
gu: બંધ કરો
pa: ਬੰਦ ਕਰੋ
ur: بند کریں

# checkin_camera_failure_title
source: Sorry, your phone doesn’t support venue check in
bn: দুঃখিত, আপনার ফোন ভেন্যু চেক ইন সমর্থন করে না।
cy: Mae’n ddrwg gennym, nid yw’ch ffôn yn cefnogi mewngofnodi i leoliad
gu: માફ કરશો, તમારો ફોન વેન્યુ ચેક-ઇનને સહકાર કરતો નથી
pa: ਮਾਫ਼ ਕਰਨਾ, ਤੁਹਾਡਾ ਫੋਨ ਥਾਂ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰਨ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ
ur: معاف کیجیے گا، آپ کا فون مقام پر چیک ان کو سپورٹ نہیں کرتا

# checkin_camera_failure_description
source: Please check in to the venue manually. Speak to a member of staff at the venue for more information.
bn: অনুগ্রহ করে ভেন্যুতে ম্যানুয়ালি চেক-ইন করুন। আরও তথ্যের জন্য স্থানের একজন কর্মীর সাথে কথা বলুন।
cy: Mewngofnodwch i’r lleoliad â llaw. Siaradwch ag aelod o staff yn y lleoliad i gael rhagor o wybodaeth.
gu: કૃપા કરી જાતે વેન્યુમાં ચેક-ઇન કરો. વધુ માહિતી માટે કર્મચારી વર્ગના સભ્ય સાથે વાત કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂਅਲ ਤੌਰ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰੋ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਸਥਾਨ ‘ਤੇ ਸਟਾਫ ਦੇ ਕਿਸੇ ਮੈਂਬਰ ਨਾਲ ਗੱਲ ਕਰੋ।
ur: براہ کرم چیک ان کرنے کے لئے کوئی دوسرا طریقہ تلاش کریں۔ مدد کے لئے عملے کے کسی رکن سے بات کریں

# checkin_camera_failure_button_title
source: Back to home
bn: হোমে ফিরে যান
cy: Yn ôl i’r hafan
gu: ઘર પર પરત ફરો
pa: ਮੁੱਖ ਪੰਨੇ ‘ਤੇ ਵਾਪਸ ਜਾਓ
ur: صفحۂ اول پر واپس جائیں

# checkin_camera_qrcode_scanner_title
source: Check in to a venue by scanning an official NHS QR code
bn: একটি অফিসিয়াল NHS কিউআর কোড স্ক্যান করার মাধ্যমে কোনো স্থানে চেক ইন করুন
cy: Mewngofnodi i leoliad trwy sganio cod QR swyddogol y GIG
gu: અધિકૃત NHS, QR કોડ સ્કેન કરીને ચેક ઇન કરો
pa: ਇੱਕ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਇੱਕ ਸਥਾਨ ‘ਤੇ ਜਾਓ
ur: آفیشل NHS کیو آر کوڈ اسکین کر کے کسی مقام پر چیک ان کریں۔

# checkin_camera_qrcode_scanner_status_label
source: Point to a QRCode
bn: একটি QRCode এ নির্দেশ করুন
gu: QRકોડને નિર્દેશિત કરો
pa: QR ਕੋਡ ਦਿਖਾਓ
ur: NHSکا آفیشل کیو آر کوڈ کیسے اسکین کیا جائے

# checkin_camera_qrcode_scanner_description_label
source: Hold your phone so that the official NHS QR code appears in the viewfinder above. When your phone recognises the QR code, it will show that you have successfully checked in.
bn: আপনার ফোনকে ধরে রাখুন যাতে করে উপরের ভিউফাইন্ডারে অফিসিয়াল NHS কিউআর কোড প্রদর্শিত হয়। যখন আপনার ফোন কিউআর কোডটি শনাক্ত করবে, এটি দেখাবে হবে যে আপনি সফলভাবে চেক ইন করেছেন।
cy: Daliwch eich ffôn fel bod cod QR swyddogol y GIG yn ymddangos yn y ffenestr uchod. Pan fydd eich ffôn yn cydnabod y cod QR, bydd yn dangos eich bod wedi mewngofnodi’n llwyddiannus.
gu: તમારો ફોન પકડી રાખો જેથી અધિકૃત NHS, QR કોડ ઉપરના વ્યૂફાઈન્ડરમાં દેખાય. જ્યારે તમારો ફોન QR કોડ ઓળખી લે, ત્યારે તે બતાવશે કે તમે સફળતાપૂર્વક ચેક-ઇન કર્યું છે.
pa: ਆਪਣੇ ਫੋਨ ਚੁੱਕੋ ਤਾਂ ਜੋ ਉਪਰੋਕਤ ਵਿਊਫਾਈਂਡਰ ਵਿੱਚ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਦਿਖਾਈ ਦੇਵੇ। ਜਦੋਂ ਤੁਹਾਡਾ ਫੋਨ QR ਕੋਡ ਨੂੰ ਪਛਾਣ ਲੈਂਦਾ ਹੈ, ਤਾਂ ਇਹ ਦਰਸਾਏਗਾ ਕਿ ਤੁਸੀਂ ਸਫਲਤਾਪੂਰਵਕ ਚੈੱਕ ਇਨ ਕਰ ਲਿਆ ਹੈ।
ur: اپنے فون کو ایسے تھام لیں تاکہ آفیشل این ایچ ایس کیو آر کوڈ اوپر والے خانے میں نظر آئے۔ جب آپ کا فون کیو آر کوڈ کو پہچانے گا، تو یہ ظاہر ہوگا کہ آپ نے کامیابی کے ساتھ چیک ان کر لیا ہے۔

# checkin_camera_qrcode_scanner_help_button_title %@
source: %@ More info about venue check-in
bn: %@ স্থানে প্রবেশ সম্পর্কিত আরও তথ্য
cy: %@ Rhagor o wybodaeth am fewngofnodi i leoliad
gu: %@ વેન્યુ ચેક-ઇન વિષે વધુ માહિતી
pa: %@ ਕਿਸੇ ਥਾਂ ‘ਤੇ ਚੈੱਕ-ਇਨ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ
ur: %@ مقام پر چیک ان کے متعلق مزید معلومات

# checkin_camera_qrcode_scanner_help_button_accessibility_label
source: More info about venue check-in
bn: স্থানে প্রবেশ সম্পর্কিত আরও তথ্য
cy: Rhagor o wybodaeth am fewngofnodi i leoliad
gu: વેન્યુ ચેક-ઇન વિષે વધુ માહિતી
pa: ਕਿਸੇ ਥਾਂ ‘ਤੇ ਚੈੱਕ-ਇਨ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ
ur: مقام پر چیک ان کے متعلق مزید معلومات

# checkin_scanning_failure_title
source: Something went wrong
bn: কোনো ভুল হয়েছে
cy: Aeth rhywbeth o’i le
gu: કંઈક ખોટું થયું છે
pa: ਕੁੱਝ ਗਲਤ ਹੋ ਗਿਆ
ur: کیو آر کوڈ کو پہچانا نہیں گیا

# checkin_scanning_failure_description
source: It could be that you are trying to scan an invalid official NHS QR code or that this venue isn’t recognised. Please check in to the venue manually. Speak to a member of staff at the venue for more information.
bn: হতে পারে আপনি একটি অকার্যকর সরকারি NHS QR কোড স্ক্যান করার চেষ্টা করছেন অথবা ভেন্যুটি স্বীকৃত নয়। অনুগ্রহ করে ম্যানুয়ালি ভেন্যুটিতে চেক ইন করুন। আরও তথ্যের জন্য স্থানের একজন কর্মীর সাথে কথা বলুন।
cy: Efallai eich bod yn ceisio sganio cod QR swyddogol annilys y GIG neu efallai nad yw’r lleoliad hwn wedi’i adnabod. Mewngofnodwch i’r lleoliad â llaw. Siaradwch ag aelod o staff yn y lleoliad i gael rhagor o wybodaeth.
gu: એવું થઈ શકે કે તમે અમાન્ય અધિકૃત NHS, QR કોડ સ્કેન કરવાનો પ્રયત્ન કરી રહ્યા છો અથવા આ વેન્યુ ઓળખાઈ શક્યું નથી. કૃપા કરી જાતે વેન્યુમાં ચેક-ઇન કરો. વધુ માહિતી માટે કર્મચારી વર્ગના સભ્ય સાથે વાત કરો.
pa: ਅਜਿਹਾ ਇਸ ਕਰਕੇ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇੱਕ ਨਾ-ਮੰਨਣਯੋਗ ਅਧਿਕਾਰੀ NHS QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹੋ ਜਾਂ ਉਸ ਥਾਂ ਦੀ ਪਛਾਣ ਨਹੀਂ ਹੋ ਸਕੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਉਸ ਥਾਂ ‘ਤੇ ਮੈਨੂਅਲ ਤੌਰ ‘ਤੇ ਚੈੱਕ ਇਨ ਕਰੋ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਸਥਾਨ ‘ਤੇ ਸਟਾਫ ਦੇ ਕਿਸੇ ਮੈਂਬਰ ਨਾਲ ਗੱਲ ਕਰੋ।
ur: یہ ہوسکتا ہے کہ آپ نے آفیشل این ایچ ایس کیو آر کوڈ کو سکین نہیں کیا ہو یا کوڈ خراب ہو گیا ہو۔

# checkin_scanning_failure_button_title
source: Back to home
bn: হোমে ফিরে যান
cy: Yn ôl i’r hafan
gu: ઘર પર પરત ફરો
pa: ਮੁੱਖ ਪੰਨੇ ‘ਤੇ ਵਾਪਸ ਜਾਓ
ur: صفحۂ اول پر واپس جائیں

# checkin_confirmation_explanation
source: Thank you for scanning, you have now checked in. You will be automatically checked out at midnight or when you scan another official NHS QR code.
bn: স্ক্যান করা জন্য ধন্যবাদ, আপনি এখন চেক ইন করেছেন। আপনি মধ্যরাতে অথবা অন্য একটি সরকারি NHS QR কোড স্ক্যান করার সাথে সাথে স্বয়ংক্রিয়ভাবে চেক আউট হয়ে যাবেন।
cy: Diolch am sganio, rydych chi bellach wedi mewngofnodi. Fe gewch eich allgofnodi’n awtomatig am hanner nos neu pan fyddwch yn sganio cod QR swyddogol arall y GIG.
gu: સ્કેન કરવા માટે તમારો આભાર, હવે તમે ચેક ઇન કરી શકો છો. મધ્યરાત્રે અથવા જ્યારે તમે અન્ય અધિકૃત NHS QR કોડ સ્કેન કરશો ત્યારે તમે આપોઆપ ચેક આઉટ થઈ જશો
pa: ਸਕੈਨ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ, ਹੁਣ ਤੁਸੀਂ ਚੈਕ ਇਨ ਕਰ ਲਿਆ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ-ਆਪ ਅੱਧੀ ਰਾਤ ਨੂੰ ਚੈੱਕ-ਆਊਟ ਕਰ ਜਾਓਗੇ ਜਾਂ ਜਦੋਂ ਤੁਸੀਂ ਕੋਈ ਹੋਰ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਸਕੈਨ ਕਰਦੇ ਹੋ।
ur: اسکین کرنے کا شکریہ، اب آپ چیک ان کر چکے ہیں! رات بارہ بجے آپ خود کار طور پر چیک آؤٹ ہو جائیں گے یا کسی اور آفیشل NHS کیو آر کوڈ کو اسکین کرنے سے چیک آؤٹ ہو جائیں گے۔

# checkin_confirmation_button_title
source: Back to home
bn: হোমে ফিরে যান
cy: Yn ôl i’r hafan
gu: ઘર પર પરત ફરો
pa: ਮੁੱਖ ਪੰਨੇ ‘ਤੇ ਵਾਪਸ ਜਾਓ
ur: صفحۂ اول پر واپس جائیں

# checkin_wrong_button_title
source: Cancel this check-in
bn: এই চেক ইন বাতিল করুন
cy: Canslo mewngofnodi
gu: આ ચેક-ઇન રદ્દ કરો
pa: ਇਸ ਚੈੱਕ-ਇਨ ਨੂੰ ਰੱਦ ਕਰੋ
ur: اس چیک ان کو منسوخ کریں

# checkin_confirmation_title %@ %@
source: Checked in at “%@” at %@
bn: এই সময়ে “%@” এ চেক ইন করেছেন %@
cy: Wedi mewngofnodi yn “%@” am %@
gu: ખાતે “%@” ચેક ઇન કરો %@
pa: “%@” ‘ਤੇ ਚੈੱਕ ਇਨ ਕੀਤਾ ਗਿਆ %@

# checkin_information_title
source: Venue check in
bn: ভেন্যু চেক ইন
cy: Mewngofnodi i leoliad
gu: વેન્યુ ચેક-ઇન
pa: ਥਾਂ ‘ਤੇ ਚੈੱਕ ਇਨ

# checkin_information_how_it_works_section_title
source: How it works
bn: এটি কিভাবে কাজ করে
cy: Sut mae’n gweithio
gu: તે કઈ રીતે કાર્ય કરે છે
pa: ਇਹ ਇੰਝ ਕੰਮ ਕਰਦੀ ਹੈ
ur: یہ کیسے کام کرتا ہے

# checkin_information_how_it_works_section_description
source: This app uses official NHS QR codes to help you quickly and easily check into places you visit. By using this app, we can alert you if you may have come into contact with the virus at a venue you visited recently.
bn: আপনি যে জায়গাগুলোতে যাতায়াত করেন সেখানে দ্রুত ও সহজে চেক ইন করতে সহায়তা করার জন্য এই অ্যাপটি সরকারি NHS কিউআর কোডসমূহ ব্যবহার করে। আপনি সম্প্রতি কোনো ভেন্যুতে (স্থানে) যাতায়াতকালে ভাইরাসের সংস্পর্শে এসেছেন কি না, এই অ্যাপটি ব্যবহার করার মাধ্যমে আমরা আপনাকে সে সম্পর্কে সতর্ক করতে পারি।
cy: Mae’r ap hwn yn defnyddio codau QR swyddogol y GIG i’ch helpu i fewngofnodi’n gyflym ac yn hawdd i leoedd rydych yn ymweld â nhw. Trwy ddefnyddio’r ap hwn, gallwn eich rhybuddio os ydych wedi dod i gysylltiad â’r feirws mewn lleoliad y gwnaethoch ymweld ag ef yn ddiweddar.
gu: આ એપ અધિકૃત NHS QR કોડનો ઉપયોગ કરી તમે જે સ્થળની મુલાકાત લો તેમાં ઝડપથી અને સરળતાથી ચેક-ઇન કરવામાં મદદ કરે છે. આ એપનો ઉપયોગ કરી, તમે તાજેતરમાં મુલાકાત લીધેલા વેન્યુમાં જો તમે વાયરસના સંપર્કમાં આવ્યા હોવ તો અમે તમને સજાગ કરી શકીએ છીએ.
pa: ਇਹ ਐਪ ਉਹਨਾਂ ਥਾਵਾਂ ‘ਤੇ ਜਲਦੀ ਅਤੇ ਆਸਾਨੀ ਨਾਲ ਚੈੱਕ ਇਨ ਕਰਨ ਲਈ ਅਧਿਕਾਰਤ NHS QR ਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਜਿੱਥੇ ਤੁਸੀਂ ਜਾਂਦੇ ਹੋ। ਜੇਕਰ ਅਜਿਹੀਆਂ ਥਾਵਾਂ ‘ਤੇ, ਜਿੱਥੇ ਤੁਸੀਂ ਜਾਂਦੇ ਹੋ, ਤੁਸੀਂ ਵਾਇਰਸ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਉਂਦੇ ਹੋ ਤਾਂ ਇਸ ਐਪ ਰਾਹੀਂ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਬਾਰੇ ਸੂਚਿਤ ਕਰ ਸਕਦੇ ਹਾਂ।
ur: یہ ایپ آفیشل NHS کیو آر کوڈز استعمال کرتے ہوئے آپ کو آپ کے دورہ کئے گئے بارز اور ریستورانوں جیسی جگہوں میں تیزی اور آسانی سے چیک ان کرنے میں مدد کرتی ہے۔ اس ایپ کے استعمال سے، اگر آپ کے حال میں دورہ کیے گئے کسی مقام پر وائرس سے رابطے میں آنے کا امکان ہو تو ہم آپ کو مطلع کر سکتے ہیں۔

# checkin_information_how_it_helps_section_title
source: How it helps
bn: এটি কিভাবে সহায়তা করে
cy: Sut mae’n helpu
gu: તે કઈ રીતે મદદ કરે છે
pa: ਇਹ ਕਿੰਝ ਮਦਦ ਕਰਦੀ ਹੈ
ur: یہ کیسے مدد کرتی ہے

# checkin_information_how_it_helps_section_description
source: This app feature makes it easy for businesses to support contact tracing. It helps you and others (as well as the venue) stay safe while keeping your privacy protected.
bn: এই অ্যাপের ফিচারটি ব্যবসা প্রতিষ্ঠানগুলোর জন্য কন্ট্যাক্ট (সংক্রমিত ব্যক্তি) ট্রেসিংকে সহজ করেছে। আপনার গোপনীয়তা সুরক্ষিত রাখার পাশাপাশি এটি আপনাকে ও অন্যদেরকে (পাশাপাশি ভেন্যুটিকে)নিরাপদ থাকতে সহায়তা করে।
cy: Mae’r nodwedd hon o’r ap yn ei wneud yn hawdd i fusnesau gefnogi olrhain cyswllt. Mae’n eich helpu chi a phobl eraill (yn ogystal â’r lleoliad) i gadw’n ddiogel wrth sicrhau bod eich preifatrwydd wedi’i ddiogelu.
gu: આ એપના લક્ષણો સંપર્ક ટ્રેસિંગને સહકાર આપી વ્યવસાય માટે સરળ બનાવે છે. તે તમારી ગોપનીયતાની સુરક્ષિત રાખી, તમને અને અન્યોને (તેમજ વેન્યુને) સલામત રહેવામાં મદદ કરે છે.
pa: ਐਪ ਦੀ ਇਹ ਸੁਵਿਧਾ ਕਾਰੋਬਾਰਾਂ ਲਈ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਦਾ ਸਮਰਥਨ ਕਰਨਾ ਆਸਾਨ ਬਣਾਉਂਦੀ ਹੈ। ਇਹ ਤੁਹਾਨੂੰ ਅਤੇ ਹੋਰਾਂ (ਅਤੇ ਉਸ ਥਾਂ) ਨੂੰ ਤੁਹਾਡੀ ਗੁਪਤਤਾ ਕਾਇਮ ਰੱਖਦੇ ਹੋਏ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ।
ur: ایپ کا یہ فیچر کاروباروں کے لئے رابطے کے سراغ کی سپورٹ کو آسان بناتا ہے۔ یہ آپ اور دیگر افراد کو بھی محفوظ رکھنے میں مدد دیتا ہے جبکہ آپ کی رازداری کا تحفظ برقرار رکھتا ہے۔

# checkin_information_button_title
source: Return to check in
bn: চেক ইনে ফেরত যান
cy: Dychwelyd i fewngofnodi
gu: ચેક ઇન માં પરત ફરો
pa: ਚੈੱਕ ਇਨ ਵਿੱਚ ਵਾਪਸੀ
ur: چیک ان پر واپس جائيں

# checkin_qrcode_scanner_close_button_title
source: Close
bn: বন্ধ করুন
gu: બંધ કરો
pa: ਬੰਦ ਕਰੋ
ur: بند کریں

# checkin_risky_venue_information_title %@ %@
source: You recently visited a venue where you may have come into contact with coronavirus
bn: আপনি সম্প্রতি একটি স্থানে ঘুরতে গিয়েছিলেন যেখানে আপনি করোনাভাইরাসের সংস্পর্শে এসে থাকতে পারেন।
cy: Yn ddiweddar fe wnaethoch ymweld â lleoliad lle gallech fod wedi dod i gysylltiad â’r coronafeirws
gu: તમે હાલમાં જ એક વેન્યુની મુલાકાત લીધી જ્યાં તમે કોઈ કોરોનાવાયરસ ધરાવનારાના સંપર્ક આવ્યા હોય શકો છો.
pa: ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਅਜਿਹੀ ਥਾਂ ‘ਤੇ ਗਏ ਸੀ ਜਿੱਥੇ ਤੁਸੀਂ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆ ਸਕਦੇ ਸੀ
ur: آپ حال ہی میں ایک مقام سے ہو کر آئے ہیں اور ممکن ہے کہ وہاں آپ کا کوروناوائرس سے رابطہ ہو گیا ہو۔

# checkin_risky_venue_information_description
source: We want to let you know that you may have come into contact with coronavirus while at a venue you have visited. Although there is only a small risk that you have been infected during your visit, please continue to follow the latest advice on social distancing. If you have symptoms of coronavirus you need to self-isolate immediately. Please use the symptom checker on the App and book a free test.
bn: আমরা আপনাকে জানাতে চাই যে আপনি যে ভেন্যুতে যাতায়াত করেছেন সেখানে থাকাকালীন আপনি হয়ত করোনাভাইরাসের সংস্পর্শে এসেছেন। যদিও সামান্য ঝুঁকিই রয়েছে যে আপনি আপনার যাতায়াতের সময়ে আক্রান্ত হয়েছেন, অনুগ্রহ করে সামাজিক দূরত্ব সম্পর্কিত পরামর্শ মেনে চলুন। আপনার মধ্যে করোনাভাইরাসের উপসর্গ থাকলে আপনার দ্রুত সেলফ-আইসোলেশনে যাওয়া উচিত। অনুগ্রহ করে অ্যাপের উপসর্গ যাচাইকারী ব্যবহার করুন এবং বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন।
cy: Rydym am roi gwybod i chi y gallech fod wedi dod i gysylltiad â’r coronafeirws pan oeddech mewn lleoliad yr ydych wedi ymweld ag ef. Er mai bach iawn yw’r risg y cawsoch eich heintio yn ystod eich ymweliad, parhewch i ddilyn y cyngor diweddaraf ar gadw pellter cymdeithasol. Os oes gennych symptomau coronafeirws mae angen i chi hunanynysu ar unwaith. Defnyddiwch y gwiriwr symptomau ar yr ap ac archebwch brawf am ddim.
gu: અમે તમને જણાવવા માંગીએ છીએ કે તમે જ્યારે વેન્યુની મુલાકાત લીધી ત્યારે તમે કોરોનાવાયરસના સંપર્કમાં આવ્યા હોવ તેવું બની શકે છે. જો કે ખૂબ જ નાનું જોખમ છે કે મુલાકાત દરમિયાન તમને ચેપ લાગ્યો હોય, કૃપા કરી સામાજિક અંતર પરની નવીનતમ સલાહો અનુસરવાનું ચાલુ રાખો. જો તમને કોરોનાવાયરસના લક્ષણો હોય, તો તમારે તુરંત જ સ્વ-અલગ થવાની જરૂરિયાત છે. કૃપા કરી એપ પરનું લક્ષણો તપાસનારાનો ઉપયોગ કરો અને નિ:શુલ્ક પરીક્ષણ બુક કરો.
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਹ ਦੱਸਣਾ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਕੋਰੋਨੇਵਾਇਰਸ ਦੇ ਸੰਪਰਕ ਵਿੱਚ ਆਏ ਹੋ ਸਕਦੇ ਹੋ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਜਗ੍ਹਾ 'ਤੇ ਗਏ ਸੀ। ਹਾਲਾਂਕਿ ਤੁਹਾਡਾ ਆਪਣੇ ਦੌਰੇ ਦੇ ਦੌਰਾਨ ਸੰਕ੍ਰਮਿਤ ਹੋਣ ਦਾ ਜੋਖਮ ਬਹੁਤ ਘੱਟ ਹੁੰਦਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਸਮਾਜਕ ਦੂਰੀ ਬਾਰੇ ਨਵੀਨਤਮ ਸਲਾਹ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਰਹੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਵਿੱਚ ਕੋਰੋਨਾਵਾਇਰਸ ਦੇ ਲੱਛਣ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ ਤਾਂ ਤੁਹਾਨੂੰ ਤੁਰੰਤ ਖੁਦ ਨੂੰ ਵੱਖ ਕਰ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਐਪ ਵਿੱਚ ਲੱਛਣ ਜਾਂਚਕਰਤਾ ਸੁਵਿਧਾ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਮੁਫਤ ਟੈਸਟ ਦੀ ਬੁਕਿੰਗ ਕਰੋ।
ur: ہم آپ کو بتانا چاہتے ہیں کہ ممکن ہے کہ جس مقام سے آپ ہو کر آئے ہیں، وہاں آپ کا کوروناوائرس سے رابطہ ہو گیا ہو۔ اگرچہ وہاں موجودگی کے دوران آپ کے متاثر ہونے کا خدشہ کم ہے، مگر براہ کرم سماجی فاصلے کے تازہ ترین مشورے پر عمل کریں۔ اگر آپ میں کورونا وائرس کی علامات ہوں تو آپ کو فوری طور پر خود کو الگ تھلگ کرنے کی ضرورت ہے۔ اس کا مطلب یہ ہے کہ بغیر آپ کے یہاں کسی کے آنے کے آپ کو گھر میں ہی رہنا ہے۔ برائے کرم ایپ پر علامات کو جاننے کا استعمال کریں اور اگر ایسا کرنے کا مشورہ دیا جائے تو مفت ٹیسٹ بک کروائیں، یا اگر آپ کو کوئی سوالات ہوں تو 119 پر کال کریں۔ صرف تب ٹیسٹ کروائیں اگرآپ کورونا وائرس کی علامات رکھتےہیں۔

# checkin_risky_venue_information_button_title
source: Back to home
bn: হোমে ফিরে যান
cy: Yn ôl i’r hafan
gu: ઘર પર પરત ફરો
pa: ਮੁੱਖ ਪੰਨੇ ‘ਤੇ ਵਾਪਸ ਜਾਓ
ur: صفحۂ اول پر واپس جائیں

# qrcoder_scanner_status_starting
source: How to scan an official NHS QR code
bn: একটি অফিসিয়াল NHS কিউআর কোড কিভাবে স্ক্যান করবেন
cy: Sut i sganio cod QR swyddogol y GIG
gu: અધિકૃત NHS, QR કોડ કઈ રીતે સ્કેન કરવો
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡਾਂ ਨੂੰ ਕਿਵੇਂ ਸਕੈਨ ਕਰਨਾ ਹੈ
ur: NHS کا آفیشل کیو آر کوڈ کیسے اسکین کیا جائے

# qrcoder_scanner_status_requesting_permission
source: How to scan an official NHS QR code
bn: একটি অফিসিয়াল NHS কিউআর কোড কিভাবে স্ক্যান করবেন
cy: Sut i sganio cod QR swyddogol y GIG
gu: અધિકૃત NHS, QR કોડ કઈ રીતે સ્કેન કરવો
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡਾਂ ਨੂੰ ਕਿਵੇਂ ਸਕੈਨ ਕਰਨਾ ਹੈ
ur: NHS کا آفیشل کیو آر کوڈ کیسے اسکین کیا جائے

# qrcoder_scanner_status_scanning
source: Scanning for an official NHS QR code
bn: NHS এর একটি অফিসিয়াল কিউআর কোডের জন্য স্ক্যান করা হচ্ছে
cy: Sganio am god QR swyddogol y GIG
gu: અધિકૃત NHS, QR કોડ કઈ રીતે સ્કેન કરવો
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡਾਂ ਲਈ ਸਕੈਨਿੰਗ
ur: NHS کا آفیشل کیو آر کوڈ اسکین کرنا

# qrcoder_scanner_status_processing
source: Scanning for an official NHS QR code
bn: NHS এর একটি অফিসিয়াল কিউআর কোডের জন্য স্ক্যান করা হচ্ছে
cy: Sganio am god QR swyddogol y GIG
gu: અધિકૃત NHS, QR કોડ કઈ રીતે સ્કેન કરવો
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡਾਂ ਲਈ ਸਕੈਨਿੰਗ
ur: NHS کا آفیشل کیو آر کوڈ اسکین کرنا

# qrcoder_scanner_status_running
source: How to scan an official NHS QR code
bn: একটি অফিসিয়াল NHS কিউআর কোড কিভাবে স্ক্যান করবেন
cy: Sut i sganio cod QR swyddogol y GIG
gu: અધિકૃત NHS, QR કોડ કઈ રીતે સ્કેન કરવો
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡਾਂ ਨੂੰ ਕਿਵੇਂ ਸਕੈਨ ਕਰਨਾ ਹੈ
ur: NHS کا آفیشل کیو آر کوڈ کیسے اسکین کیا جائے

# qrcoder_scanner_status_stopped
source: How to scan an official NHS QR code
bn: একটি অফিসিয়াল NHS কিউআর কোড কিভাবে স্ক্যান করবেন
cy: Sut i sganio cod QR swyddogol y GIG
gu: અધિકૃત NHS, QR કોડ કઈ રીતે સ્કેન કરવો
pa: ਅਧਿਕਾਰਤ NHS QR ਕੋਡਾਂ ਨੂੰ ਕਿਵੇਂ ਸਕੈਨ ਕਰਨਾ ਹੈ
ur: NHS کا آفیشل کیو آر کوڈ کیسے اسکین کیا جائے

# alert_postcode_risk_change_title
source: Your area risk level has changed.
bn: আপনার এলাকার ঝুঁকির মাত্রার পরিবর্তন হয়েছে।
cy: Mae lefel risg eich ardal wedi newid.
gu: તમારા વિસ્તારનું જોખમ સ્તર ઊંચું છે.
pa: ਤੁਹਾਡੇ ਖੇਤਰ ਦਾ ਜੋਖਮ ਪੱਧਰ ਬਦਲ ਗਿਆ ਹੈ।
ur: آپ کے علاقے میں خطرے کی سطح بدل گئی ہے۔

# alert_postcode_risk_change_body
source: Tap to see the details.
bn: বিস্তারিত দেখতে ট্যাপ করুন।
cy: Tapiwch i weld y manylion.
gu: વિગતો જોવા માટે અહી ટેપ કરો.
pa: ਵੇਰਵੇ ਦੇਖਣ ਲਈ ਟੈਪ ਕਰੋ।
ur: تفصیلات دیکھنے کے لئے ٹیپ کریں۔

# alert_venue_risk_change_title
source: You may have come into contact with coronavirus at a venue you recently visited.
bn: আপনি হয়তো সম্প্রতি কোনো ভেন্যুতে গিয়েছিলেন যেখানে আপনি করোনাভাইরাস আক্রান্ত কারো সংস্পর্শে এসেছেন।
cy: Efallai eich bod wedi dod i gysylltiad â’r coronafeirws mewn lleoliad y gwnaethoch ymweld ag ef yn ddiweddar.
gu: તમે તાજેતરમાં મુલાકાત લીધેલા વેન્યુએ તમે કોરોનાવાયરસના સંપર્કમાં આવી શક્યા હોવ છો.
pa: ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਗਏ ਸਥਾਨ 'ਤੇ ਕਿਸੇ ਕੋਰੋਨਾਵਾਇਰਸ ਪੌਜ਼ਿਟਿਵ ਦੇ ਸੰਪਰਕ ਵਿਚ ਆਏ ਹੋ।
ur: ممکن ہے کہ جس مقام سے آپ حال ہی میں ہو کر آئے ہیں، وہاں آپ کا کورونا وائرس سے رابطہ ہو گیا ہو۔

# alert_venue_risk_change_body
source: Tap to see the details.
bn: বিস্তারিত দেখতে ট্যাপ করুন।
cy: Tapiwch i weld y manylion.
gu: વિગતો જોવા માટે ટેપ કરો.
pa: ਵੇਰਵੇ ਦੇਖਣ ਲਈ ਟੈਪ ਕਰੋ।
ur: تفصیلات دیکھنے کے لئے ٹیپ کریں۔

# alert_isolation_state_change_title
source: Your isolation advice has changed
bn: আপনার আইসোলেশনের পরামর্শ পরিবর্তন হয়েছে
cy: Mae eich cyngor ynysu wedi newid.
gu: તમારી એકાંત સલાહ બદલાઈ ચૂકી છે.
pa: ਤੁਹਾਡੀ ਆਈਸੋਲੇਸ਼ਨ ਲਈ ਸਲਾਹ ਵਿੱਚ ਬਦਲਾਅ ਹੋਇਆ ਹੈ
ur: ہماری رہنمائی آپ کے لئے بدل گئی ہے۔

# alert_isolation_state_change_body
source: Open the app for more details.
bn: আরও বিস্তারিত জানতে অ্যাপটি খুলুন।
cy: Agorwch yr ap am ragor o fanylion.
gu: વધુ માહિતી માટે એપ ખોલો.
pa: ਵਧੇਰੇ ਜਾਣਨ ਲਈ ਐਪ ਖੋਲ੍ਹੋ।
ur: تفصیلات دیکھنے کے لئے ٹیپ کریں۔

# alert_exposure_detection_title
source: You may have been near an app user who has coronavirus. Please stay at home.
bn: আপনি হয়তো এমন একজন অ্যাপ ব্যবহারকারীর সংস্পর্শে এসেছেন যিনি করোনাভাইরাসে আক্রান্ত। অনুগ্রহ করে বাসায় থাকুন।
cy: Efallai eich bod wedi bod yn agos at ddefnyddiwr ap sydd â’r coronafeirws. Arhoswch gartref.
gu: તમે કોઈ એપ વપરાશકર્તાની આસપાસ રહ્યા છો જેને કોરોનાવાયરસ હતો. કૃપા કરી ઘરે રહો.
pa: ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੇ ਐਪ ਉਪਭੋਗਤਾ ਕੋਲ ਹੋ ਸਕਦੇ ਹੋ ਜਿਸ ਨੂੰ ਕੋਰੋਨਾਵਾਇਰਸ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਘਰ ਰਹੋ।
ur: ایپ نے سراغ لگا لیا ہے کہ آپ کسی ایسے فرد کے رابطے میں آئے ہیں جسے کوروناوائرس ہوا ہے۔ براہ کرم خود کو اور دیگر افراد کو محفوظ رکھنے کے لئے گھر پر رہیں اور خود کو الگ تھلگ رکھیں۔

# alert_exposure_detection_body
source: Tap here for more details.
bn: আরও বিস্তারিত জানতে এখানে ট্যাপ করুন।
cy: Tapiwch yma i gael rhagor o fanylion.
gu: વધુ વિગતો માટે અહી ટેપ કરો.
pa: ਹੋਰ ਵੇਰਵਿਆਂ ਲਈ ਟੈਪ ਕਰੋ।
ur: مزید تفصیلات کے لئے یہاں ٹیپ کریں۔

# alert_test_result_received_title
source: Your test results are here.
bn: আপনার পরীক্ষার ফলাফল এখানে রয়েছে।
cy: Mae canlyniadau eich profion yma.
gu: તમારા પરીક્ષણના પરિણામો અહી છે.
pa: ਤਹਾਡੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਇੱਥੇ ਹਨ।
ur: آپ کے ٹیسٹ کے نتائج آ گئے ہیں۔

# alert_test_result_received_body
source: Tap to see the details.
bn: বিস্তারিত দেখতে ট্যাপ করুন।
cy: Tapiwch i weld y manylion.
gu: વિગતો જોવા માટે અહી ટેપ કરો.
pa: ਵੇਰਵੇ ਦੇਖਣ ਲਈ ਟੈਪ ਕਰੋ।
ur: تفصیلات دیکھنے کے لئے ٹیپ کریں۔

# alert_app_availability_changed_title
source: The app availability has changed
bn: অ্যাপটির উপলভ্যতা পরিবর্তন হয়েছে
cy: Mae argaeledd yr ap wedi newid.
gu: એપની ઉપલબ્ધતા બદલાઈ ચૂકી છે
pa: ਇਸ ਐਪ ਦੀ ਉਪਲਬਧਤਾ ਬਦਲ ਗਈ ਹੈ
ur: ایپ کی دستیابی بدل گئی ہے۔
