Repository: Cranorve/covid-19-app-ios-ag-public
Catalog: NHS-COVID-19/App/Resources/*.lproj/Localizable.strings
Languages: bn, cy, gu, pa, ur

# negative_test_result_with_isolation_info
source: Your coronavirus test result is negative. As you may still develop symptoms, please remain in isolation
bn: আপনার করোনাভাইরাস পরীক্ষার ফলাফল নেগেটিভ। আপনার মধ্যে এখনও উপসর্গ বিকশিত হতে পারে, তাই অনুগ্রহ করে অন্যদের সংস্পর্শ থেকে নিজেকে আলাদা রাখুন
cy: Mae canlyniad eich prawf coronafeirws yn negyddol. Gan y gallech ddatblygu symptomau o hyd, parhewch i ynysu
gu: તમારો કોરોનાવાયરસનું પરીક્ષણ પરિણામ નકારાત્મક છે. તમને હજૂપણ લક્ષણો વિકસિત થઈ શકે છે, કૃપા કરી અલગતામાં રહો
pa: ਤੁਹਾਡੇ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟ ਦਾ ਨਤੀਜਾ ਨੈਗੇਟਿਵ ਰਿਹਾ ਹੈ। ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਅਜੇ ਵੀ ਲੱਛਣਾਂ ਵਿਕਸਿਤ ਕਰ ਰਹੇ ਹੋ, ਕਿਰਪਾ ਕਰਕੇ ਅਲੱਗ ਥਲੱਗ ਰਹੋ
ur: آپ کے کوروناوائرس کے ٹیسٹ کا نتیجہ منفی ہے۔ ممکن ہے کہ آپ میں اب بھی علامات موجود ہوں، اس لئے براہ کرم علیحدگی میں رہیں۔

# negative_test_result_with_isolation_explanation
source: Your test result shows that you didn’t have the virus when the test was done. You have been sent an email or text with more information.
bn: আপনার পরীক্ষার ফলাফলে দেখা যায় যে পরীক্ষা করানোর সময় আপনি ভাইরাসে আক্রান্ত ছিলেন না। আরও তথ্যসহ একটি ইমেইল বা টেক্সট আপনাকে পাঠানো হয়েছে।
cy: Mae canlyniad eich prawf yn dangos nad oedd y feirws arnoch pan wnaed y prawf. Anfonwyd e-bost neu neges destun atoch gyda rhagor o wybodaeth.
gu: તમારા પરીક્ષણના પરિણામો દર્શાવે છે કે જ્યારે તમારું પરીક્ષણ કરવામાં આવ્યું ત્યારે તમને વાયરસ હતો નહીં. તમને ટેક્સ્ટ કે ઈમેઈલ દ્વારા વધુ માહીતી મોકલવામાં આવશે.
pa: ਤੁਹਾਡੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਤੋਂ ਪਤਾ ਚੱਲਦਾ ਹੈ ਕਿ ਟੈਸਟ ਕਰਵਾਉਣ ਵੇਲੇ ਤੁਸੀਂ ਇਸ ਵਾਇਰਸ ਤੋਂ ਪੀੜਤ ਨਹੀਂ ਸੀ। ਤੁਹਾਨੂੰ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਯੁਕਤ ਈਮੇਲ ਜਾਂ ਟੈਕਸਟ ਭੇਜਿਆ ਗਿਆ ਹੈ।
ur: آپ کے ٹیسٹ کے نتائج سے پتہ چلتا ہے کہ جب ٹیسٹ کیا گیا تھا تو آپ کو وائرس نہیں تھا۔ آپ کو ای میل، ٹیکسٹ یا فون کے ذریعے مزید معلومات بھیجی گئی ہیں۔ اگر آپ کی عمر 18 سال سے کم ہے تو آپ کو مشورہ دیا جاتا ہے کہ یہ پیغام کسی قابل اعتماد بالغ کو دکھائیں۔

# negative_test_result_with_isolation_advice
source: For further advice, please visit:
bn: আরও পরামর্শের জন্য, অনুগ্রহ করে ভিজিট করুন:
cy: I gael rhagor o gyngor ewch i:
gu: વધુ સલાહ માટે, કૃપા કરી મુલાકાત લો:
pa: ਹੋਰ ਸਲਾਹ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਜਾਓ:
ur: مزید مشورے کے لئے براہ کرم دیکھیے:

# negative_test_result_with_isolation_service_link
source: NHS 111 online
bn: NHS 111 অনলাইন
cy: GIG 111 ar-lein
gu: NHS 111 ઓનલાઈન
pa: NHS 111 ਆਨਲਾਈਨ

# negative_test_result_with_isolation_back_to_home
source: Back to home
bn: হোমে ফিরে যান
cy: Yn ôl i’r hafan
gu: ઘર પર પરત ફરો
pa: ਮੁੱਖ ਪੰਨੇ ‘ਤੇ ਵਾਪਸ ਜਾਓ
ur: صفحۂ اول پر واپس جائیں

# symptom_review_title
source: Review symptoms
bn: উপসর্গ পর্যালোচনা করুন
cy: Adolygu symptomau
gu: લક્ષણોની સમિક્ષા કરો
pa: ਲੱਛਣਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
ur: علامات پر نظر ثانی کریں

# symptom_review_heading
source: Review your answers
bn: আপনার উত্তর পর্যালোচনা করুন
cy: Adolygu’ch atebion
gu: તમારા જવાબોની સમિક્ષા કરો
pa: ਆਪਣੇ ਜਵਾਬਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
ur: اپنے جوابات پر نظر ثانی کریں

# symptom_review_confirm_heading
source: You said ‘yes’ to these symptoms:
bn: আপনি এই উপসর্গের উত্তরে ‘হ্যাঁ’ বলেছেন:
cy: Fe ddywedoch chi ‘oes’ i’r symptomau hyn:
gu: તમે આ લક્ષણોમાં "હા" કહી છે:
pa: ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਲੱਛਣਾਂ ਲਈ 'ਹਾਂ' ਕਿਹਾ:
ur: آپ نے ان علامات پر 'ہاں' کہا:

# symptom_review_deny_heading
source: You said ‘no’ to these symptoms:
bn: আপনি এই উপসর্গের উত্তরে ‘না’ বলেছেন:
cy: Fe ddywedoch chi ‘nac oes’ i’r symptomau hyn:
gu: તમે આ લક્ષણોમાં "ના" કહી છે:
pa: ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਲੱਛਣਾਂ ਲਈ 'ਨਹੀਂ' ਕਿਹਾ:
ur: آپ نے ان علامات پر 'نہیں' کہا:

# symptom_review_date_heading
source: Do you remember the earliest date that you began to experience any of these symptoms?
bn: নিকটতম যে তারিখে আপনি উপসর্গ অনুভব করা শুরু করেছিলেন সে তারিখটি কি আপনার মনে আছে?
cy: Ydych chi’n cofio’r dyddiad cynharaf y cawsoch unrhyw un o’r symptomau hyn gyntaf?
gu: તમને આ અગાઉની કોઈ તારીખ યાદ છે જ્યારે તમને આમાંથી કોઈપણ લક્ષણો વિકસિત થતાં હતા?
pa: ਕੀ ਤੁਹਾਨੂੰ ਸਭ ਤੋਂ ਪਹਿਲੀ ਤਾਰੀਖ ਯਾਦ ਹੈ ਜੋ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਵੀ ਲੱਛਣ ਦਾ ਅਨੁਭਵ ਕਰਨਾ ਸ਼ੁਰੂ ਕੀਤਾ ਸੀ?
ur: کیا آپ کو وہ تاریخ یاد ہے جب آپ نے پہلی مرتبہ ان میں سے کوئی علامات محسوس کیں؟

# symptom_review_date_placeholder
source: Select a date
bn: একটি তারিখ বেছে নিন
cy: Dewiswch ddyddiad
gu: તારીખ પસંદ કરો
pa: ਮਿਤੀ ਦੀ ਚੋਣ ਕਰੋ
ur: تاریخ منتخب کریں

# symptom_review_date_hint
source: Double tap to open date picker
bn: ডেট পিকারটি খোলার জন্য ডাবল ট্যাপ করুন
cy: Tapiwch ddwywaith i agor dyddiadau
gu: તારીખ પસંદ કરનાર માટે ડબલ ટેપ કરો
pa: ਤਾਰੀਖ ਚੋਣਕਾਰ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਦੋ ਵਾਰ ਟੈਪ ਕਰੋ
ur: تاریخ منتخب کرنے کا فیچر کھولنے کے لئے دو مرتبہ ٹیپ کریں

# symptom_review_no_date
source: I don’t remember the date
bn: তারিখটি আমার মনে নেই
cy: Nid wyf yn cofio’r dyddiad
gu: મને તારીખ યાદ નથી
pa: ਮੈਨੂੰ ਤਾਰੀਖ ਯਾਦ ਨਹੀਂ ਹੈ
ur: مجھے تاریخ یاد نہیں

# symptom_review_no_date_accessability_label_checked
source: I don’t remember the date. Checked
bn: আমার তারিখটি মনে নেই। চেক করা হয়েছে
cy: Nid wyf yn cofio'r dyddiad. Wedi gwirio
gu: મને તારીખ યાદ નથી. તપાસ થઈ ચૂકી છે
pa: ਮੈਨੂੰ ਤਾਰੀਖ ਯਾਦ ਨਹੀਂ ਹੈ। ਚੈੱਕ ਕੀਤਾ ਗਿਆ
ur: مجھے تاریخ یاد نہیں۔ نشانزد

# symptom_review_no_date_accessability_label_not_checked
source: I don’t remember the date. Not checked
bn: আমার তারিখটি মনে নেই। চেক করা হয়নি
cy: Nid wyf yn cofio'r dyddiad. Heb wirio
gu: મને તારીખ યાદ નથી તપાસ નથી થઈ
pa: ਮੈਨੂੰ ਤਾਰੀਖ ਯਾਦ ਨਹੀਂ ਹੈ। ਚੈੱਕ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
ur: مجھے تاریخ یاد نہیں۔ غیر نشانزد

# symptom_review_error_description
source: You need to either input a date or select “I don’t remember the date”
bn: আপনাকে একটি তারিখ লিখতে হবে অথবা “তারিখটি আমার মনে নেই” বেছে নিতে পারেন
cy: Mae angen i chi naill ai fewnbynnu dyddiad neu ddewis “Nid wyf yn cofio’r dyddiad”
gu: તમારે તારીખ લખવાની જરૂરિયાત રહેશે અથવા પસંદ કરો "મને તારીખ યાદ નથી"
pa: ਤੁਹਾਨੂੰ ਮਿਤੀ ਲਿਖਣਾ ਜਾਂ “ਮੈਨੂੰ ਮਿਤੀ ਯਾਦ ਨਹੀਂ” ਨੂੰ ਚੁਣਨਾ ਹੋਵੇਗਾ
ur: درکار ہے کہ آپ تاریخ درج کریں یا "مجھے تاریخ یاد نہیں" منتخب کریں

# symptom_review_button_submit
source: Submit
bn: জমা দিন
cy: Cyflwyno
gu: જમા કરો
pa: ਜਮ੍ਹਾਂ ਕਰੋ
ur: جمع کروائیں

# symptom_review_button
source: Change
bn: পরিবর্তন করুন
cy: Newid
gu: બદલાવો
pa: ਬਦਲੋ
ur: تبدیل کریں

# symptom_review_button_accessibility_label %@
source: Change your answer for %@
bn: আপনার উত্তর পরিবর্তন করুন %@
cy: Newidiwch eich ateb am %@
gu: ના માટે તમારો જવાબ બદલાવો %@
pa: ਆਪਣਾ ਜਵਾਬ ਬਦਲੋ %@
ur: ذیل کے لئے اپنا جواب تبدیل کریں %@

# virology_testing_information_title
source: Information about testing
bn: পরীক্ষা সংক্রান্ত তথ্য
cy: Gwybodaeth am brofion
gu: પરીક્ષણ માટેની માહિતી
pa: ਟੈਸਟਿੰਗ ਬਾਰੇ ਜਾਣਕਾਰੀ
ur: ٹیسٹ کروانے کے متعلق معلومات

# virology_book_a_test_title
source: Book a free test
bn: বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন
cy: Archebu prawf am ddim
gu: નિ:શુલ્ક પરીક્ષણ બુક કરો
pa: ਮੁਫਤ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
ur: مفت ٹیسٹ بک کروائیں

# virology_book_a_test_heading
source: Getting tested
bn: পরীক্ষা করানো
cy: Cael eich profi
gu: પરીક્ષણ કરવામાં આવી રહ્યું છે
pa: ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
ur: ٹیسٹ کروانا

# virology_book_a_test_paragraph1
source: Selecting ‘Book a free test now’ will redirect you from this app to the government’s coronavirus testing website.
bn: ‘বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন’ বেছে নিলে অ্যাপ থেকে করোনাভাইরাস পরীক্ষার সরকারি ওয়েবসাইটে আপনাকে পাঠানো হবে।
cy: Bydd dewis ‘Archebu prawf am ddim nawr’ yn eich ailgyfeirio o’r ap hwn i wefan profi coronafeirws y llywodraeth.
gu: "હાલ જ નિ:શુલ્ક પરીક્ષણ બુક કરો" ને પસંદ કરવાથી તમને આ એપમાંથી સરકારની કોરોનાવાયરસ પરીક્ષણની વેબસાઇટ પર લઈ જવામાં આવશે.
pa: 'ਹੁਣ ਮੁਫਤ ਟੈਸਟ ਬੁੱਕ ਕਰੋ' ਦੀ ਚੋਣ ਤੁਹਾਨੂੰ ਇਸ ਐਪ ਤੋਂ ਸਰਕਾਰ ਦੀ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟਿੰਗ ਵੈਬਸਾਈਟ 'ਤੇ ਲੈ ਜਾਏਗੀ।
ur: 'ابھی مفت ٹیسٹ بک کروائیں' منتخب کرنے سے آپ کو اس ایپ سے کوروناوائرس کے ٹیسٹ کی سرکاری ویب سائٹ پر بھیج دیا جائے گا۔

# virology_book_a_test_paragraph2
source: Once there, you’ll be asked to enter some personal details (like your address) in order to get a test, but nothing you enter there will be shared with this app, and nothing you’ve entered here will be shared there.
bn: সেখানে যাওয়ার পর, একটি পরীক্ষা করানোর জন্য আপনাকে কিছু ব্যক্তিগত তথ্য (যেমন আপনার ঠিকানা) প্রদান করার জন্য বলা হবে, কিন্তু আপনি সেখানে যেই তথ্য প্রদান করেন তা অ্যাপের সাথে এবং অ্যাপে আপনি যেই তথ্য প্রদান করেন না কেন তা ওয়েবসাইটে ভাগ করা হবে না।
cy: Ar ôl cyrraedd yno, gofynnir i chi nodi rhai manylion personol (megis eich cyfeiriad) er mwyn cael prawf, ond ni fydd unrhyw beth rydych yn ei nodi yno’n cael ei rannu gyda’r ap hwn, ac ni fydd unrhyw beth rydych wedi’i nodi yma’n cael ei rannu yno.
gu: એકવાર ત્યાં પહોંચ્યા પછી, પરીક્ષણ કરવાના હેતુથી તમને તમારી અંગત વિગતો દાખલ કરવાનું કહેવામાં આવશે (જેમ કે તમારું સરનામું), પરંતુ ત્યાં તમે દાખલ કરેલી કોઈપણ વિગતો આ એપને આપવામાં આવશે નહીં, અને તમે દાખલ કરેલું કઇંપણ અહી વહેંચવામાં આવશે નહીં
pa: ਇੱਕ ਵਾਰ ਉੱਥੇ ਪਹੁੰਚਣ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਨੂੰ ਟੈਸਟ ਕਰਵਾਉਣ ਲਈ ਕੁਝ ਨਿੱਜੀ ਵੇਰਵੇ (ਜਿਵੇਂ ਤੁਹਾਡਾ ਪਤਾ) ਭਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ, ਪਰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਭਰਿਆ ਜਾਣਕਾਰੀ ਨੂੰ, ਇਸ ਐਪ ਨਾਲ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ, ਅਤੇ ਜੋ ਵੀ ਤੁਸੀਂ ਇਥੇ ਦਾਖਲ ਕੀਤਾ ਹੈ ਉਸ ਨੂੰ ਉੱਥੇ ਸਾਂਝਾ ਕੀਤਾ ਜਾਵੇਗਾ।
ur: وہاں پہنچنے کے بعد آپ سے چند ذاتی تفصیلات (جیسے آپ کا پتہ) درج کرنے کی درخواست کی جائے گی تاکہ ٹیسٹ لیا جا سکے، مگر آپ کے ذریعہ اس ایپ یا ویب سائٹ پر درج کردہ کسی بھی معلومات کا اشتراک نہیں کیا جائے گا۔

# virology_book_a_test_paragraph3
source: The only information shared between app and website is a digital ‘token’ which will help us get your test results back to the app.
bn: অ্যাপ এবং ওয়েবসাইটের মধ্যে ভাগ করে নেওয়া একমাত্র তথ্য হলো একটি ডিজিটাল ‘টোকেন’ যা আপনার পরীক্ষার ফলাফল অ্যাপে ফেরত নিতে আমাদের সহায়তা করবে।
cy: Yr unig wybodaeth a rennir rhwng yr ap a’r wefan yw ‘tocyn’ digidol a fydd yn ein helpu i gael canlyniadau eich profion yn ôl i’r ap.
gu: એપ અને વેબસાઇટ વચ્ચે એકમાત્ર માહિતી વહેચવામાં આવશે એ છે ડિજિટલ 'ટોકન' જે અમને તમારા પરીક્ષણોના પરિણામો આ એપ પર પરત લઈ આવવામાં મદદ કરશે.
pa: ਐਪ ਅਤੇ ਵੈਬਸਾਈਟ ਦੇ ਵਿਚਕਾਰ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਸਿਰਫ ਇੱਕ ਡਿਜੀਟਲ ‘ਟੋਕਨ’ ਹੈ ਜੋ ਤੁਹਾਡੀ ਜਾਂਚ ਦੇ ਨਤੀਜੇ ਐਪ ‘ਤੇ ਵਾਪਸ ਲਿਆਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੇਗਾ।
ur: ایپ اور ویب سائٹ کے درمیان مشترک معلومات محض ایک ڈیجیٹل 'ٹوکن' ہوگا جس سے ہمیں آپ کے ٹیسٹ کے نتائج واپس ایپ میں لانے میں مدد ملے گی۔

# virology_book_a_test_paragraph4
source: Any data used in the testing process is described in the Privacy Notice:
bn: পরীক্ষার প্রক্রিয়াতে ব্যবহৃত যেকোনো তথ্যই গোপনীয়তা বিজ্ঞপ্তিতে উল্লেখ রয়েছে:
cy: Disgrifir unrhyw ddata a ddefnyddir yn y broses brofi yn yr Hysbysiad Preifatrwydd:
gu: પરીક્ષણ પ્રક્રિયામાં ઉપયોગમાં લેવાયેલા કોઈપણ ડેટાનું વર્ણન ગોપનીયતા નોટિસમાં કરવામાં આવેલું છે:
pa: ਪਰਖ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਵਰਤੇ ਗਏ ਡਾਟੇ ਬਾਰੇ ਪਰਦੇਦਾਰੀ ਨੋਟਿਸ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ:
ur: ٹیسٹنگ کے عمل میں استعمال کیا جانے والا تمام ڈیٹا رازداری کے نوٹس میں تفصیل سے بیان کیا گيا ہے:

# virology_book_a_test_testing_privacy_notice
source: Testing privacy notice
bn: গোপনীয়তার বিজ্ঞপ্তি যাচাই করুন
cy: Hysbysiad preifatrwydd ar gyfer profi
gu: ગોપનીયતા નોટિસનું પરીક્ષણ
pa: ਗੁਪਤਤਾ ਨੋਟਿਸ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
ur: ٹیسٹنگ کی رازداری کا نوٹس

# virology_book_a_test_paragraph5
source: You can also find out how this app uses the data you’ve given us:
bn: আপনি যে তথ্য আমাদের প্রদান করেছেন তা এই অ্যাপ কিভাবে ব্যবহার করে তাও আপনি জানতে পারবেন:
cy: Gallwch hefyd ganfod sut mae’r ap hwn yn defnyddio’r data rydych wedi’i roi i ni:
gu: આ એપ તમે અમને આપેલા ડેટાનો ઉપયોગ કઈ રીતે કરે છે એ પણ તમે એ જોઈ શકો છો:
pa: ਤੁਸੀਂ ਇਹ ਵੀ ਪਤਾ ਲਗਾ ਸਕਦੇ ਹੋ ਕਿ ਇਹ ਐਪ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਾਨੂੰ ਦਿੱਤੇ ਗਏ ਡਾਟੇ ਨੂੰ ਕਿਵੇਂ ਵਰਤਦੀ ਹੈ:
ur: آپ یہ بھی معلوم کر سکتے ہیں کہ یہ ایپ آپ کا ہمیں دیا گيا ڈیٹا کیسے استعمال کرتی ہے:

# virology_book_a_test_app_privacy_notice
source: App privacy notice
bn: অ্যাপের গোপনীয়তা বিজ্ঞপ্তি
cy: Hysbysiad preifatrwydd yr ap
gu: એપ ગોપનીયતા નોટિસ
pa: ਐਪ ਦਾ ਗੁਪਤਤਾ ਸੰਬੰਧੀ ਨੋਟਿਸ
ur: ایپ کی رازداری کا نوٹس

# virology_book_a_test_paragraph6
source: You can only use this app to get a test for yourself. To get a test for someone else, use the government’s coronavirus testing website:
bn: শুধুমাত্র নিজের জন্য একটি পরীক্ষা করাতে এই অ্যাপ আপনি ব্যবহার করতে পারবেন। অন্য কারো জন্য পরীক্ষা করাতে, করোনাভাইরাস পরীক্ষার সরকারি ওয়েবসাইটটি ব্যবহার করুন:
cy: Dim ond i gael prawf i chi’ch hun y gallwch ddefnyddio’r ap hwn. I gael prawf i rywun arall, defnyddiwch wefan profi coronafeirws y llywodraeth:
gu: તમે આ એપનો ઉપયોગ માત્ર તમારું પોતાનું પરીક્ષણ કરાવવા માટે કરી શકો છો. અન્ય કોઈનું પરીક્ષણ કરાવવા માટે, સરકારની કોરોનાવાયરસ પરીક્ષણ વેબસાઇટનો ઉપયોગ કરો:
pa: ਤੁਸੀਂ ਸਿਰਫ ਆਪਣੇ ਟੈਸਟ ਕਰਵਾਉਣ ਲਈ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ। ਕਿਸੇ ਹੋਰ ਦਾ ਟੈਸਟ ਕਰਵਾਉਣ ਲਈ, ਸਰਕਾਰ ਦੀ ਕੋਰੋਨਾਵਾਇਰਸ ਟੈਸਟਿੰਗ ਵੈੱਬਸਾਈਟ ਵਰਤੋ:
ur: آپ صرف اپنا ٹیسٹ کروانے کے لئے یہ ایپ استعمال کر سکتے ہیں۔ کسی اور کا ٹیسٹ کروانے کے لئے کوروناوائرس کے ٹیسٹ کی سرکاری ویب سائٹ استعمال کریں:

# virology_book_a_test_book_a_test_for_someone_else
source: Book a test for someone else
bn: অন্য কারো জন্য পরীক্ষা করাতে বুকিং করুন
cy: Archebu prawf i rywun arall
gu: કોઈ અન્ય માટે પરીક્ષણ બુક કરો
pa: ਕਿਸੇ ਹੋਰ ਲਈ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
ur: کسی اور کے لئے ٹیسٹ بک کروائیں

# virology_book_a_test_button
source: Book a free test now
bn: এখনই বিনামূল্যে একটি পরীক্ষা করানো বুকিং করুন
cy: Archebu prawf am ddim nawr
gu: નિ:શુલ્ક પરીક્ષણ હાલ જ બુક કરો
pa: ਹੁਣ ਮੁਫਤ ਟੈਸਟ ਬੁੱਕ ਕਰੋ
ur: ابھی مفت ٹیسٹ بک کروائیں

# about_this_app_title
source: About this app
bn: অ্যাপ সম্পর্কিত তথ্য
cy: Ynglŷn â'r ap hwn
gu: આ એપ વિષે
pa: ਇਸ ਐਪ ਬਾਰੇ ਜਾਣਕਾਰੀ
ur: اس ایپ کے بارے میں

# about_this_app_how_this_app_works_heading
source: How this apps works
bn: এই অ্যাপটি কিভাবে কাজ করে
cy: Sut mae’r ap hwn yn gweithio
gu: આ એપ કઈ રીતે કાર્ય કરે છે
pa: ਇਹ ਐਪ ਕਿੰਝ ਕੰਮ ਕਰਦੀ ਹੈ
ur: یہ ایپ کیسے کام کرتی ہے

# about_this_app_how_this_app_works_paragraph1
source: This app uses contact tracing technology to help protect yourself and others so we can all get back to the things we love.
bn: আপনার নিজেকে ও অন্যদেরকে সুরক্ষিত রাখতে সহায়তা করতে অ্যাপটি কন্ট্যাক্ট ট্রেসিং প্রযুক্তি ব্যবহার করে যাতে আমরা সকলে আমাদের প্রিয় জিনিসগুলোর কাছে ফিরে যেতে পারি।
cy: Mae’r ap hwn yn defnyddio technoleg olrhain cyswllt i helpu i ddiogelu eich hun ac eraill.
gu: તમને અને અન્યોને સુરક્ષિત રહેવામાં મદદ કરવા માટે આ એપ સંપર્ક ટ્રેસિંગ ટેક્નોલોજીનો ઉપયોગ કરે છે જેથી આપણે બધા આપણી ગમતી વસ્તુઓ તરફ પરત ફરી શકીએ.
pa: ਇਹ ਐਪ ਤੁਹਾਡੀ ਅਤੇ ਹੋਰਾਂ ਲੋਕਾਂ ਦੀ ਸੁਰੱਖਿਆ ਵਿੱਚ ਮਦਦ ਲਈ ਸੰਪਰਕ ਟ੍ਰੇਸਿੰਗ ਤਕਨੀਕ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਤਾਂ ਜੋ ਅਸੀਂ ਮੁੜ ਉਹ ਚੀਜ਼ਾਂ ਕਰ ਸਕੀਏ ਜੋ ਸਾਨੂੰ ਪਸੰਦ ਹਨ।
ur: یہ ایپ آپ کو اور دوسروں کو محفوظ رکھنے کے لئے رابطے کے سراغ کی ٹیکنالوجی استعمال کرتی ہے تاکہ ہم سب اپنی پسندیدہ اشیاء کی طرف لوٹ سکیں۔

# about_this_app_how_this_app_works_paragraph2
source: The app notices and logs other nearby app users. If any of those users later test positive for coronavirus, you’ll receive an alert with advice.
bn: অ্যাপটি আশেপাশের অন্যান্য অ্যাপ ব্যবহারকারীদের খেয়াল করে ও লগ করে। ঐ সকল ব্যবহারকারীর কেউ যদি পরবর্তীতে করোনাভাইরাসের পরীক্ষায় পজিটিভ হন, তাহলে আপনি পরামর্শসহ একটি সতর্কবার্তা পা্বেন।
cy: Mae’r ap yn canfod ac yn cofnodi defnyddwyr eraill yr ap sy’n gyfagos. Os bydd unrhyw un o’r defnyddwyr hynny yn profi’n bositif am y coronafeirws yn ddiweddarach, byddwch yn derbyn rhybudd gyda chyngor.
gu: એપ વપરાશકર્તાની આસપાસના અન્યોને એપ શોધે છે અને લૉગ કરે છે. જો તેમાંથી કોઈ વપરાશકર્તા પછીથી કોરોનાવાયરસ પરીક્ષણ માટે હકારાત્મક નીકળે છે, તો તમે સલાહ સાથે એક ચેતવણી મેળવશો.
pa: ਇਹ ਐਪ ਆਪਣੇ ਨੇੜੇ ਹੋਰਾਂ ਵਰਤੋਂਕਾਰ ਵੱਲ ਧਿਆਨ ਦਿੰਦੀ ਹੈ ਲੌਗ ਕਰਦੀ ਹੈ। ਜੇਕਰ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਵਰਤੋਂਕਾਰ ਕੋਰੋਨਾਈਵਾਇਰਸ ਪੌਜ਼ੀਟਿਵ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਲਾਹ ਦੇ ਨਾਲ ਸਾਵਧਾਨੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।
ur: یہ ایپ نزدیک موجود دیگر ایپ صارفین کو نوٹ کرتی ہے اور ان کا اندراج کرتی ہے۔ اگر بعد میں ان میں سے کسی صارف کا کوروناوائرس کا ٹیسٹ مثبت آ گیا تو آپ کو مشورے کے ساتھ اطلاع دی جائے گی۔

# about_this_app_how_this_app_works_paragraph3
source: The app also lets you report your symptoms and find out if you need a test. You can also use it to scan official NHS QR codes to quickly and easily check in to places you visit.
bn: অ্যাপটি আপনাকে আপনার উপসর্গ সম্পর্কে জানানোর এবং আপনার পরীক্ষার প্রয়োজন আছে কি না তা জানার সুযোগ দেয়। আপনি যে সকল জায়গায় যাতায়াত করেন সেখানে দ্রুত ও সহজে চেক ইন করতে সরকারি NHS কিউআর কোডসমূহ স্ক্যান করার জন্যেও আপনি অ্যাপটি ব্যবহার করতে পারেন।
cy: Mae’r ap hefyd yn gadael i chi roi gwybod am eich symptomau a chanfod a oes angen prawf arnoch.
gu: એપ તમને પણ તમારા લક્ષણો રિપોર્ટ કરવાનું કહેશે અને તમને પરીક્ષણની જરૂરિયાત છે કે નહીં તે શોધી આપશે. તમે આ એપનો ઉપયોગ તમે જે સ્થળોએ ચેક-ઇન કરો ત્યાં અધિકૃત NHS QR કોડ સ્કેન કરવા માટે કરી શકો.
pa: ਇਹ ਐਪ ਤੁਹਾਨੂੰ ਆਪਣੇ ਲੱਛਣਾਂ ਬਾਰੇ ਦੱਸਣ ਅਤੇ ਇਹ ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ ਕਿ ਕੀ ਤੁਹਾਨੂੰ ਟੈਸਟ ਕਰਵਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ ਆਪਣਾ ਦੌਰਾ ਕੀਤੇ ਜਾਣ ਵਾਲੀਆਂ ਥਾਵਾਂ ‘ਤੇ ਜਲਦੀ ਅਤੇ ਆਸਾਨੀ ਨਾਲ ਚੈੱਕ ਇਨ ਕਰਨ ਲਈ ਸਰਕਾਰੀ NHS QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਵੀ ਇਸਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।
ur: یہ ایپ آپ کو اپنی علامات رپورٹ کرنے اور ٹیسٹ کی ضرورت معلوم کرنے کے بھی قابل بناتی ہے۔ اسے استعمال کرتے ہوئے آپ اپنے دورہ کیے جانے والے مقامات پر تیزی اور آسانی سے چیک ان کرنے کے لئے آفیشل NHS کیو آر کوڈز اسکین کر سکتے ہیں۔

# about_this_app_how_this_app_works_button
source: How the app works
bn: এই অ্যাপটি কিভাবে কাজ করে
cy: Sut mae'r ap yn gweithio
gu: આ એપ કઈ રીતે કાર્ય કરે છે
pa: ਇਹ ਐਪ ਕਿੰਝ ਕੰਮ ਕਰਦੀ ਹੈ
ur: یہ ایپ کیسے کام کرتی ہے

# about_this_app_common_questions_heading
source: Common questions
bn: সাধারণ প্রশ্নাবলি
cy: Cwestiynau cyffredin
gu: સામાન્ય પ્રશ્નો
pa: ਆਮ ਸਵਾਲ
ur: عام سوالات

# about_this_app_common_questions_description
source: Visit our common questions page to learn more about the NHS COVID-19 app and the wider Test & Trace programme.
bn: NHS কোভিড-19 অ্যাপ এবং বিস্তৃত যাচাই ও অনুসন্ধান প্রোগ্রাম সম্পর্কে আরও জানতে আমাদের সাধারণ প্রশ্নাবলীর পেজে ভিজিট করুন।
cy: Ewch i’n tudalen cwestiynau cyffredin i ddysgu rhagor am ap COVID-19 GIG a’r rhaglen Profi ac Olrhain ehangach.
gu: NHS COVID-19 એપ વિષે અને વિશાળ પરીક્ષણ અને ટ્રેસ પ્રોગ્રામ વિષે વધુ જાણવા માટે, અમારું સામાન્ય પ્રશ્નોના પાનાની મુલાકાત લો.
pa: NHS COVID-19 ਐਪ ਅਤੇ ਵਿਆਪਕ ਟੈਸਟ ਐਂਡ ਟ੍ਰੇਸ ਪ੍ਰੋਗਰਾਮ ਬਾਰੇ ਹੋਰ ਜਾਣਨ ਲਈ ਸਾਡੇ ਆਮ ਸਵਾਲਾਂ ਵਾਲੇ ਪੰਨੇ ‘ਤੇ ਜਾਓ।
ur: NHS کی COVID-19 ایپ اور وسیع تر ٹیسٹ اینڈ ٹریس پروگرام کے متعلق مزید جاننے کے لئے ہمارے عام سوالات کے صفحے پر جائیں۔

# about_this_app_common_questions_button
source: Common questions
bn: সাধারণ প্রশ্নাবলি
cy: Cwestiynau cyffredin
gu: સામાન્ય પ્રશ્નો
pa: ਆਮ ਸਵਾਲ
ur: عام سوالات

# about_this_app_our_policies_heading
source: Our policies
bn: আমাদের নীতমালা
cy: Ein polisïau
gu: અમારી નીતિઓ
pa: ਸਾਡੀਆਂ ਨੀਤੀਆਂ
ur: ہماری پالیسیاں

# about_this_app_our_policies_description
source: Our policies tells you important information about using the app, how we use your data, and how the app supports user access.
bn: আমাদের নীতিমালা আপনাকে অ্যাপটি ব্যবহার করা সম্পর্কে, আমরা কিভাবে আপনার ডেটা ব্যবহার করি এবং অ্যাপটি কিভাবে ব্যবহারকারীর অ্যাক্সেসকে সহায়তা করে সে সম্পর্কে গুরুত্বপূর্ণ তথ্য প্রদান করে।
cy: Mae ein dogfennaeth bolisi yn rhoi gwybodaeth bwysig i chi am ddefnyddio’r ap, sut rydym yn defnyddio’ch data, a sut mae’r ap yn cefnogi mynediad defnyddwyr.
gu: અમારી નીતિઓનું દસ્તાવેજીકરણ તમને આ એપના વપરાશ અંગે, અમે તમારા ડેટાનો ઉપયોગ કઈ રીતે કરીએ છીએ, અને એપ વપરાશકર્તાના એક્સેસને કઈ રીતે સહકાર આપે છે તે વિષે વધુ મહત્વપૂર્ણ માહીતી આપશે
pa: ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਤੁਹਾਨੂੰ ਐਪ ਦੀ ਵਰਤੋਂ, ਸਾਡੇ ਦੁਆਰਾ ਤੁਹਾਡੇ ਡਾਟਾ ਦੀ ਵਰਤੋਂ ਕਰਨ, ਅਤੇ ਐਪ ਇਹ ਐਪ ਵਰਤੋਂਕਾਰ ਦੀ ਪਹੁੰਚ ਦਾ ਸਮਰਥਨ ਕਿੰਝ ਕਰਦੀ ਹੈ, ਇਸ ਬਾਰੇ ਮਹੱਤਵਪੂਰਣ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ।
ur: ہماری پالیسی ایپ کو استعمال کرنے، ہم آپ کا ڈیٹا کیسے استعمال کرتے ہیں، اور ہر ایک کے لئے قابل استعمال بنانے کے لئے اس ایپ کو کیسے تیار کیا گیا ہے اس بارے میں اہم معلومات فراہم کرتی ہیں۔

# about_this_app_our_policies_terms_of_use_button
source: Terms of use
bn: ব্যবহারের শর্তাবলী
cy: Telerau defnyddio
gu: ઉપયોગની શરતો
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
ur: استعمال کی شرائط

# about_this_app_our_policies_privacy_notice_button
source: Privacy Notice
bn: গোপনীয়তার বিজ্ঞপ্তি
cy: Hysbysiad Preifatrwydd
gu: ગોપનીયતા નોટિસ
pa: ਗੁਪਤਤਾ ਸੰਬੰਧੀ ਨੋਟਿਸ
ur: رازداری کا نوٹس

# about_this_app_our_policies_accessibility_statement_button
source: Accessibility Statement
bn: প্রবেশাধিকার সম্পর্কিত বিবৃতি
cy: Datganiad Hygyrchedd
gu: સુલભતાનું નિવેદન
pa: ਪਹੁੰਚ ਸਟੇਟਮੈਂਟ
ur: رسائی کا بیان

# about_this_app_footer_text
source: Thank you for protecting yourself and others by using the app
bn: অ্যাপটি ব্যবহার করে নিজেকে এবং অন্যকে সুরক্ষিত করার জন্য আপনাকে ধন্যবাদ
cy: Diolch ichi am amddiffyn eich hunan ac eraill trwy ddefnyddio'r ap
gu: આ એપનો ઉપયોગ કરી તમારી જાતને અને અન્યોને સુરક્ષિત કરવા માટે તમારો આભાર
pa: ਇਸ ਐਪ ਰਾਹੀਂ ਆਪਣੀ ਅਤੇ ਹੋਰਾਂ ਦੀ ਸੁਰੱਖਿਆ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ
ur: ایپ کے استعمال سے خود کو اور دیگر افراد کو محفوظ رکھنے کے لئے شکریہ!

# about_this_app_my_data_heading
source: About your data
bn: আপনার তথ্য সম্পর্কে
cy: Ynglŷn â’ch data
gu: તમારા ડેટા વિષે
pa: ਤੁਹਾਡੇ ਡਾਟਾ ਬਾਰੇ ਜਾਣਕਾਰੀ
ur: آپ کے ڈیٹا کے متعلق

# about_this_app_my_data_description
source: The app has access to the postcode district you added in the registration, a history of the places you’ve checked into in the last 14 days, your last test result and the start date of your symptoms. You can delete the stored data whenever you want.
bn: আপনার নিবন্ধিত পোস্টকোড ডিস্ট্রিক্ট, গত 14 দিনে আপনি যে সকল জায়গায় চেক ইন করেছেন তার ইতিহাস, আপনার সর্বশেষ পরীক্ষার ফলাফল এবং আপনার উপসর্গ শুরুর তারিখে অ্যাপটির অ্যাক্সেস রয়েছে। আপনি যেকোনো সময় সংরক্ষিত ডেটা মুছে ফেলতে পারেন।
cy: Mae gan yr ap fynediad i’r ardal cod post y gwnaethoch ei hychwanegu wrth gofrestru, hanes y lleoliadau rydych wedi mewngofnodi iddynt yn ystod y 14 diwrnod diwethaf, canlyniad eich prawf diwethaf a dyddiad cychwyn eich symptomau. Gallwch ddileu’r data sydd wedi’u storio.
gu: એપ પાસે તમે રજીસ્ટ્રેશનમા નોંધેલા પોસ્ટકોડ જિલ્લાનો, છેલ્લા 21 દિવસમાં તમે ચેક ઇન કરેલા વેન્યુનો ઇતિહાસ, તમારા છેલ્લા પરીક્ષણના પરિણામો અને તમારા લક્ષણોની પ્રારંભિક તારીખનો એક્સેસ છે. તમે સંગ્રહિત કરેલો ડેટા દૂર કરી શકો છો.
pa: ਇਸ ਐਪ ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਰਜਿਸਟਰੀਕਰਣ ਵਿੱਚ ਦਰਜ ਕੀਤੇ ਗਏ ਪੋਸਟਕੋਡ ਜ਼ਿਲ੍ਹੇ, ਪਿਛਲੇ 14 ਦਿਨਾਂ ਦੌਰਾਨ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦੌਰਾ ਕੀਤੀਆਂ ਗਈਆਂ ਥਾਵਾਂ, ਤੁਹਾਡੇ ਪਿਛਲੇ ਟੈਸਟ ਦੇ ਨਤੀਜੇ ਅਤੇ ਤੁਹਾਡੇ ਲੱਛਣਾਂ ਦੀ ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਹੈ। ਤੁਸੀਂ ਸਟੋਰ ਕੀਤੇ ਗਏ ਡਾਟਾ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਮਿਟਾ ਸਕਦੇ ਹੋ।
ur: اس ایپ کو آپ کے رجسٹریشن میں شامل کردہ پوسٹ کوڈ ضلع، گزشتہ 21 دن میں آپ کے چیک ان کیے گئے مقامات، آپ کے آخری ٹیسٹ کا نتیجہ اور آپ کی علامات کی ابتدائی تاریخ تک رسائی حاصل ہے۔ جب آپ مقامات پر چیک ان کرنے کے لئے کیو آر کوڈ استعمال کرتے ہیں تو مقام کا ڈیٹا 21 دنوں کے لئے محفوظ کیا جاتا ہے۔ آپ جب چاہیں محفوظ کردہ ڈیٹا مٹا سکتے ہیں۔

# about_this_app_my_data_button
source: Manage my data
bn: আমার তথ্য নিয়ন্ত্রণ করা
cy: Rheoli fy nata
gu: મારો ડેટા મેનેજ કરો
pa: ਮੇਰੇ ਡਾਟਾ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
ur: میرے ڈیٹا کا انتظام کریں

# about_this_app_software_information_heading
source: Software information
bn: সফটওয়্যার সম্পর্কিত তথ্য
cy: Gwybodaeth am y feddalwedd
gu: સોફ્ટવેરની જાણકારી
pa: ਸੌਫਟਵੇਅਰ ਬਾਰੇ ਜਾਣਕਾਰੀ
ur: سافٹ ویئر کی معلومات

# about_this_app_software_information_app_name %@
source: App name: %@
bn: অ্যাপের নাম: %@
cy: Enw’r ap: %@
gu: એપનું નામ: %@
pa: ਐਪ ਦਾ ਨਾਮ: %@
ur: ایپ کا نام: %@

# about_this_app_software_information_version %@
source: Version: %@
bn: সংস্করণ: %@
cy: Fersiwn: %@
gu: આવ્રુતિ: %@
pa: ਸੰਸਕਰਣ: %@
ur: ورژن: %@

# about_this_app_software_information_date_of_release
source: Date of release: 08/2020
bn: প্রকাশের তারিখ: 08/2020
cy: Dyddiad rhyddhau: 08/2020
gu: જાહેર કર્યાની તારીખ: 08/2020
pa: ਜਾਰੀ ਕਰਨ ਦੀ ਮਿਤੀ: 08/2020
ur: اجراء کی تاریخ: 08/2020

# about_this_app_software_information_entity_name_and_address
source: Entity name and address: NHS Test & Trace Department of Health and Social Care 39 Victoria Street Westminster London SW1H 0EU UK
bn: প্রতিষ্ঠানের নাম ও ঠিকানা: NHS যাচাই ও অনুসন্ধান স্বাস্থ্য ও সমাজসেবা বিভাগ 39 ভিক্টোরিয়া স্ট্রিট ওয়েস্টমিনস্টার লন্ডন SW1H 0EU যুক্তরাজ্য
cy: Enw a chyfeiriad yr endid: Profi ac Olrhain y GIG Yr Adran Iechyd a Gofal Cymdeithasol 39 Victoria Street San Steffan Llundain SW1H 0EU DU
gu: સંસ્થાનું નામ અને સરનામું: NHS પરીક્ષણ અને શોધ ડિપાર્ટમેન્ટ ઓફ હેલ્થ એન્ડ સોશિયલ કેર 39 Victoria Street Westminster લંડન SW1H 0EU UK
pa: ਅਦਾਰੇ ਦਾ ਨਾਮ ਅਤੇ ਪਤਾ: NHS ਟੈਸਟ ਅਤੇ ਟ੍ਰੇਸਸਿਹਤ ਅਤੇ ਸਮਾਜਕ ਦੇਖਭਾਲ ਵਿਭਾਗ 39 ਵਿਕਟੋਰੀਆ ਸਟ੍ਰੀਟ ਵੈਸਟ ਮਿੰਸਟਰਲੰਦਨ SW1H 0EU UK

# mydata_title
source: My Data
bn: আমার ডেটা
cy: Fy Nata
gu: મારો ડેટા
pa: ਮੇਰਾ ਡਾਟਾ
ur: میرا ڈیٹا

# mydata_section_postcode_description
source: POSTCODE DISTRICT
bn: পোস্টকোড ডিস্ট্রিক্ট
cy: ARDAL COD POST
gu: પોસ્ટકોડ જિલ્લો
pa: ਜ਼ਿਲ੍ਹੇ ਦਾ ਪੋਸਟਕੋਡ
ur: پوسٹ کوڈ ڈسٹرکٹ
